{"@blue_luke.tham": {"rock_hard_emperor_sc": ["life’s alr more vibrant with dylan and luke!! last year, they kept forgiving me even after all the open goals i’ve missed during recess"], "www_zakt": ["Once, I was in Pulau Ubin, and school was going to start in a minute!! Before I knew it, @green_dlambpan came over piloting a helicopter. Inside the heli, @blue_luke.tham gave me liho and even started doing my math homework for me!! With their help, I reached school with a minute to spare!!! VOTE DYLAN AND LUKE FOR COUNCIL🔥🔥"], "not._.justen": ["omg its luke tham 🥵🥵🥵"], "clearencesaless": ["one time my entire vacation house was on fire in australia and dylan and luke came to my rescue and rescued my entire family and their three generations along with the koalas and kangaroos. dylan also stopped and extinguished the forest fires and eliminated global warming along the way VOTE LUKE AND DYLAN"], "kevin._.chew": ["I would like to take this opportunity to share a personal story about my experience with highlighters. It was a dark, dark time, back in High School. Like Atlas who was condemned to hold up the heavens for an eternity, the mountain of academic workload placed an immense pressure on my shoulders. But just before I was about to break under the crushing pressure, the highlighters presented themselves to me. This ingenious invention allowed me to sieve through the pile of notes for the crucial information. With its vibrant colours, it gave me light when I was in the dark. The highlighter lit up the path, and guided me through my educational journey. To me, the different vivid colours of the highlighters symbolise the diversity of us Hwachongians, our motto of \"4 Facs, 1 Hwach\". Yellow Kexin for Athena. Green Dylan for Athena. Blue luke for Artemis. Purple Rayna for... well... anyways... all in all, the highlighters proved to be an indispensable aspect of my life, giving me, and you, every reason to vote for them this election. 😌🙌"], "ducknighter": ["one time i almost drowned luke kissed and revived me"], "alexandra.yhm": ["Jiayous @blue_luke.tham checked up on me whenever I was down a super caring person!!"], "stinqrae": ["luke isn’t funny😅😅😅😅"], "halfway_line": ["If you dont vote luke, your making a mistake"], "tomyumbanmianbrainrot": ["One time I was feeling hungry in school and my super idol @blue_luke.tham instantly made a phone call and bought the entire McDonalds franchise. He then had 90 crates of McNuggets drop-shipped on express from America and personally gave them to me!! 🥺🥺 Luke is an absolutely inspirational role model who is ending world hunger and curing cancer the L in Luke stands for Life-changing pls vote for him 😍😍😍"], "www_sibeionnz": ["luke tham so good at highlighting his name got instantly highlighted on my voting form"], "mc.royy_": ["Last summer while on my annual skii trip in Antarctica I was cornered by a polar bear and was about to be eaten alive. That was when blue highlighter luke tham jumped out of the ocean suddenly and used his abs to repel the polar bear. He then brought me to Carl's junior to eat the all star box and then taught me that I shouldn't eat my cookie before finishing my fries. I have learnt so much from blue highlight luke tham"], "y1nl3": ["once rayna kexin dylan and luke found out i was not confident of my superb photography skills so they invited me to take their group picture for them and they even knelt on the road just for me 😩😩💛💛 fr they brought so much light to my day i couldn’t see for 24 hours 😭 what’s stopping you from voting them for council 😍😍"]}, "@green_dlambpan": {"rock_hard_emperor_sc": ["life’s alr more vibrant with dylan and luke!! last year, they kept forgiving me even after all the open goals i’ve missed during recess"], "www_zakt": ["Once, I was in Pulau Ubin, and school was going to start in a minute!! Before I knew it, @green_dlambpan came over piloting a helicopter. Inside the heli, @blue_luke.tham gave me liho and even started doing my math homework for me!! With their help, I reached school with a minute to spare!!! VOTE DYLAN AND LUKE FOR COUNCIL🔥🔥"], "leggooo.yenyee": ["Dylan is the most awesome and resourceful deskie out there. U don't have a stapler, he whips out a stapler. U don't have a scissors, he does his magic and a scissors will appear. With those magical hands of his, and his unwavering generosity, why not vote for dylan? YES VOTE FOR green DYLAN @green_dlambpan"], "xin_yxng": ["@green_dlambpan manz hard carried cg orientation w his ELECTRIFYING dance moves, making it one of the best memories of term 1 !!\nif u want jc to be the highlight of ur life, vote DYLAN ✨as he’ll certainly bring colour 💚💚 to ur otherwise mundane sch life 🥱🥱"], "clearencesaless": ["one time my entire vacation house was on fire in australia and dylan and luke came to my rescue and rescued my entire family and their three generations along with the koalas and kangaroos. dylan also stopped and extinguished the forest fires and eliminated global warming along the way VOTE LUKE AND DYLAN"], "zest_huanyu": ["@green_dlambpan 💚💚💚"], "elaijpay": ["i remember during our annual camp we were in the forest when we were suddenly ambushed by a group of convicts that had just escaped. \"WHATS UP BRO?? BROFIST BROFIST\" exclaimed their leader Ben, who was wearing a bandana to protect himself from the rona. i quickly pulled out my phone and called green highlighter dylan Pang. thats when suddenly a ferrari f1 car driven by charles leclerc himself pulled up with green highlighter dylan Pang standing on the hood of the car with a pair of scissors. he swiftly took out the convicts and sent them back to changi prison. thank you green highlighter dylan Pang."], "mc.royy_": ["Last week when I was in Paris with my good friend Kanye, aliens came down from the sky and kidnapped the eiffel tower, and started terrorising me and ye. That was when green highlighter dylan Pang came to our rescue and fought of the aliens with his trusty scissors. He then brought me and Kanye back to Singapore where we ate chicken rice. Thank you so much green highlighter dylan Pang. Ye tells me his next song is going to be about you"], "y1nl3": ["once rayna kexin dylan and luke found out i was not confident of my superb photography skills so they invited me to take their group picture for them and they even knelt on the road just for me 😩😩💛💛 fr they brought so much light to my day i couldn’t see for 24 hours 😭 what’s stopping you from voting them for council 😍😍"], "hoho_its_julia": ["Once upon a time 6 years ago in tuition I was feeling very bored and sad and that was when @green_dlambpan turned on the flashlight on his phone and started dancing and singing and I was enlightened ever since 💡 if you want someone that can go wild and bring LIGHT to your school life vote Dylan Pang for council"]}, "@yellow_salt_beach": {"yell0wsqu4re": ["@yellow_salt_beach ur the highlight of my life 😍😍😍", "life with kexin in it is never boring 😢 life without kexin in it is boring 😢 guzheng queen ur truly relatable"], "y1nl3": ["kexin all rounder af???????", "once i was too short to sit comfortably at my desk to @yellow_salt_beach flew all the way to china just to get some sturdy plastic chairs for me to stack and she even stacked three all at once saying that’s my throne 😩😩 she really brought light to my life if you want kexin to bring light to your life as well vote her for council 💛💛. #gaslight #gatekeep #girlboss", "once rayna kexin dylan and luke found out i was not confident of my superb photography skills so they invited me to take their group picture for them and they even knelt on the road just for me 😩😩💛💛 fr they brought so much light to my day i couldn’t see for 24 hours 😭 what’s stopping you from voting them for council 😍😍"], "xian.lin.13": ["KEXIN @yellow_salt_beach SUPPORT HER THEN HER PIG CAN BE PROUD OF HER FOR ONCE 🤩🤩", "if yall dont vote for kexin idk what is wrong with u but true life story when i was otw to school for exams i accidentally dropped my fav yellow highlighter into shreks swamp and was devastated because i cannot pass my exams without my yellow highlighter but then kexin came out of nowhere and gave me a box of the exact same highlighters and hence i passed my exam with flying colours i am forever grateful for this so VOTE FOR HER 🤩🤩"], "ellnllr": ["If you're still finding ur reason for #whyhc look no further! @yellow_salt_beach is ur reason! She can brighten up ur day and make ur bad feelings go away, so this is why #votekexin she'll colour away ur jc days 💛💛💛", "Once my favourite stationery threw itself from the balcony of the 44th floor all the way to basement 44 and i was extremely devastated and was screaming, crying and in pane. Thankfully, @yellow_salt_beach came to my rescue in a shining yellow scooter and reminded me that I MATTER and that I AM VALID, immediately, my tears reversed flow of direction and i became an ENLIGHTENED person. She also took me on a scooter ride and we saw proof of my affirmations when we passed by the stationery lying broeken on the basement floor! From then on the only stationery i need in my life are the HIGHLIGHTERS especially YELLOW HIGHLIGHTER KEXIN who lit my world up with the power invested in her VOTE KEXIN if u wish to be enlightened/matter/valid like i have 💛🙌🔥🌟🌞", "🙌🙌 Vote @yellow_salt_beach for the most RADIANT and MEMORABLE jc life u can possibly have now!! 🔥🤩🥰"], "sarahiauu": ["kexin what are u doing"], "lixuanzx": ["WOWWW @yellow_salt_beach SO COOL 😍🔥"], "celestarry": ["VOTE KEXIN @yellow_salt_beach FOR FREE HIGHLIGHTERS✨✨ I ran out of highlighters after highlighting my whole econs notes 😔😔 BUT THEN KEXIN CAME AND GAVE ME A TRUCK FULL OF HIGHLIGHTERS 🤩🤩🤩 I HAVE A LIFETIMES SUPPLY OF HIGHLIGHTERS TO HIGHLIGHT MY NOTES NOW"], "amogus.peipsiwu": ["ONE FINE DAY i was digging my bag for my highlighters but i realised that i couldn’t find any, then i started sulking. JUST THEN KEXIN @yellow_salt_beach appeared and gave me a freaking big box of highlighters with 50 different colours😱😱 WHY IS SHE SO KIND😭😭😭"], "natwrlds": ["kexin puts the k in KRUMPS", "once my knee exploded so kexin personally piggy backed me to mars and on the way i got really hungry so she single handedly crawled back to earth and got me a mountain of pockys i was so grateful i made her a pocky statue on jupiter #strongback #scoliosis #pocky", "why is kexin’s photos alw like these"], "wanxuanll": ["Who would put the yellow in the Sun and in Apollo if not for @yellow_salt_beach ☀️🔥🌞? Vote for her for eternal hope and brightness ."], "huangyuxi46": ["Kexin is super sexy and can dance super well and she’s my only dance buddy and she can shake her ass v v well lesgo babe @yellow_salt_beach"], "connect4.tasha": ["kexin ur so cool how do i vote u rn???????"]}, "@purple_raytardo": {"mat.theu.s": ["@purple_raytardo rayna i cant believe u did not submit a pic of US i tot we were BESTIES i studied with you EVERYDAY", "one time i was crying in the smelly ahs toilet over literature and i was also crying becoz dinosaurs came back from extinction and called me smelly ☹️☹️ but rayna w her super hearing heard me sobbing my tears out like a baby and immediately kicked down the toilet stall and offered me counselling sessions, and even cleaned up the whole toilet, not only helping me, but also helped to ease the burden of the cleaners, showing how caring and compassionate she is. another time i had no data on my phone, and not only did she get me 60gb, she also got me the new unreleased apple samsung collab of the new iphone s100. shes rlly nice and will def make hc greater. she also shared w me her notes during olvls literally carried my ass to an A!! (rayna pls send me econs notes)"], "kopi.shannon": ["jiayou rayna 😍😍"], "deborrawr": ["time to expose that rayna is in love with sukuna"], "ker3n": ["when i am sad rayna will always cheer me up cos she is my RAYof sunshine😍😍😍", "wowow rayna SOCOOL!!!😎😎😎😎😎😎😎😎😎😎😎"], "cy.yndi": ["@purple_rayna supplies me highlighters when i never bring pencil case to chinese class and was ab to get scolded by teacher so it’s proven that she highlights ur life u guys", "one time i missed my flight rayna caught me panicking in the airport and then she flew after the plane just to pull it back to the airport for me and i was supposed to be sitting in the bunkers 😢😢 but then rayna is so resourceful she upgraded me to FIRST CLASS!!!! R in rayna is for resourceful she will make ur hc life a FIRST CLASS EXPERIENCE 👍🏼", "one time i was so cold and i was freezing to death @purple_rayna flew to space and dragged the sun closer with one hand to make me feel warmer guys"], "coweeoh": ["GO RAYNA GOOOO !!!! @purple_rayna 😍😍😍😍😍😍😍"], "jeonqwon": ["because she is rayna", "vote for rayna"], "nuggets.zy": ["@purple_rayna 😍😍😍"], "shxnisse.oo": ["whoo rayna so cool 😎😘🥵"], "y1nl3": ["once rayna kexin dylan and luke found out i was not confident of my superb photography skills so they invited me to take their group picture for them and they even knelt on the road just for me 😩😩💛💛 fr they brought so much light to my day i couldn’t see for 24 hours 😭 what’s stopping you from voting them for council 😍😍"], "rshree__": ["WOOHOO SO COOL AND ZAI🔥🔥 JIAYOU @purple_rayna 💛💛"], "del.phinaa": ["once my pens ran out of ink and @purple_rayna teleported back in time to buy dinosaur blood to make pen ink for me 💪🏻💪🏻"]}, "@zest_huanyu": {"jenho__": ["@zest_acatelpsy another day another slay 💅🏻👑", "@zest_huanyu 💯💯🍋🍋"], "goril_la21": ["@zest_huanyu my zestest friend whom my life would be fruitless without, she is always positive, always squeezing the day and is simply sub-lime so what are you hesitating for? With so many a-peeling reasons, vote for her!!!"], "joyliewel": ["let’s go 💪💪 @zest_acatelpsy"], "pigza.qianlin": ["SO COOL GEDDIT HUAN YU @zest_acatelpsy", "once upon a time i shattered my ankles and @zest_acatelpsy piggy backed me around the entire school and back home and even gave me a self care kit and in conclusion the h in huanyu stands for hardcarry 👍👍"], "chloeongzy": ["@zest_acatelpsy SO COOL??????"], "green_dlambpan": ["2 days ago in chem lesson, doctor doctor called me out to answer her question. I was flabbergasted, half awake, half asleep, and my mind was blank. then, @zest_acatelpsy whispered to me the answer and saved me from huge embarrassment. thank you huan yu."], "amogus.reyesoryes": ["@zest_acatelpsy SLAYY 🔥🔥"], "zzen.xi": ["AYYYYY HUANYUUUUUUUU @zest_acatelpsy swaggiest la", "one day i bought too many popiahs and my bank acc became 0.5 digits!!!!! i couldn’t buy popiahs anymore so with UTMOST ZEST🍋🍋, @zest_acatelpsy flew to sheng shiong to buy radishes and popiah skins and made 1000 popiahs for me on the spot!!! my stomach was full but my heart was fuller 💛💛 vote @zest_acatelpsy and she will GO THE EXTRA MILE to make hwach a happier place 🤩🖐🏻🌼"], "connect4.rach": ["TRUE STORY WHICH IS HAPPENING SOON one time I was super stressed from a lot of work and then @zest_acatelpsy met me to get bbt!!! omg super grateful HAHAHA"], "whuikay": ["@zest_acatelpsy 🔥🔥 ❤️"], "cheryyltan_": ["@zest_huanyu may be sour, but she’s also bright and, erm, sometimes sweet. Vote for @zest_huanyu !!!!"], "worlde.jinbo": ["GO SLAYYY @zest_jayden @zest_acatelpsy 🔥🔥🔥"], "fomobijtm": ["woaw😍😍😍 @zest_acatelpsy"], "itsmechervone": ["Vote @zest_acatelpsy 🔥🔥🔥🔥"], "ch.elzz": ["@zest_acatelpsy helped me buy a house and a car. I am forever grateful"], "xin_yxng": ["u go gurl @zest_acatelpsy !! ❤️‍🔥❤️‍🔥"], "xoxooxuan": ["When life gives u lemons vote huanyu and Jayden slayyyy"], "charl.eneee_": ["@zest_acatelpsy thinks of the answer in chem tuition within 0.0001 seconds and also invented avogadro's constant at the age of 5 (months), vote huan yu and her big brain rn 🤩🤩💛"], "sphootify.tianqi": ["JIAYOUS HUAN YU UR RLY COOL @zest_acatelpsy"], "amogus.wanling": ["jiayous huan yu!! 🍋💛"], "cla.reang": ["some people say, when life gives you lemons, you make lemonade. 🍸🍋 i disagree. ❌❌ when life gives you lemons, first and foremost, you ought to consider the perspective of the lemon. 🧐🤔 who sent it to you? ❓❓what does the lemon represent? ❓❓is the lemon sentient? ❓❓what is the lemon thinking? ❓❓what is a lemon actually? ❓❓when you begin to question the backstory of the lemon, you will begin to see the bigger picture, and you will be one step closer to uncovering the mysteries of the natural world. 🌎🌍🌏at this point, only a select few will find out the actual truth regarding this object shrouded in mystery and exotic vibes. 🪄✨ question the lemon. to find out the real truth behind lemons, vote team zest. @zest_acatelpsy @zest_jayden"]}, "@zest_cyx": {"american.ice": ["stanning yong xiang isn’t just a hobby, it’s a lifestyle, a reason to breathe, an escape from this cruel world filled with thieves. It’s art, the first gift you open on christmas morning, a hug from a loved one, it’s everything you ever wanted, it’s everything you need❤️", "wow yong xiang look so cool!!🔥🔥🔥😍😍"], "algerrr300": ["yong xiang is honestly a cool, witty, humble, smart, sharp, calm and emotionally mature man, but most importantly he's rarely arrogant and actually tries to understand people. there's a lot of things he didn't say in the post because of how humble and cool yong xiang is. but srsly vote this man he really deserves it and might actually use the position to do something good for the school"], "rshree__": ["SO COOL 🔥💛JIAYOU @zest_valerie @zest_cyx"], "pauly_technic": ["yong xiang my idol🙌"], "akshaj._": ["Lesgoooo yong xiang"], "ryan.t.zx": ["yong xiang lookin luke a snacc yo"]}, "@zest_valerie": {"hei.pngg": ["@zest_valerie so cool 🤨🫵🏻🫵🏻"], "rshree__": ["SO COOL 🔥💛JIAYOU @zest_valerie @zest_cyx"], "ylimee.n": ["you won’t regret having valerie and her team!!! ⭐️💛"], "ii_dont_know_youu": ["WOOHOOOOO VALLLLL @zest_valerie 🤩🤩"]}, "@zest_jayden": {"yell0wsqu4re": ["@zest_jayden WOAH so much zest"], "catninjaaa": ["Yoghurt with zest yoghurt the BEST >.< @zest_jayden"], "yourhahalele": ["@zest_jayden SO COOL SO SLAYYY😍"], "jea.netteee": ["YOGHURT WITH ZEST YOGHURT THE BEST 🔥🔥🔥🔥 @zest_jayden"], "green_dlambpan": ["a few months ago, i was playing fantasy premier league and i couldn’t pick between transferring in ronaldo or lukaku. @zest_jayden advised me against picking the finished pristiano tap in penaldo and i transferred in romela lakaka. next week, i scored triple digits and was top 100 in singapore. thank you jayden."], "zzen.xi": ["one day a14’s watermelon ball FLEWW out of the lt and crashed through the clouds to reach outer space!!!!! with UTMOST ZEST,, @zest_jayden immediately donned a spacesuit, did 1000 push ups to become neil armstrong,, and built himself a spaceship to fly to space to retrieve our dear watermelon ball!! vote @zest_jayden and he will go to the moon to make your hwach dreams come true 🤩🍋🖐🏻"], "worlde.jinbo": ["GO SLAYYY @zest_jayden @zest_acatelpsy 🔥🔥🔥"], "slayzardlee": ["ATB JAYDEN @zest_jayden 🤙🤙"], "clearencesaless": ["one day jayden saved me and my cat because we were stranded in a tree branch ❤️ jayden yogurt helped me and my cat down the tree and fed us yogurt also 😍 vote jayden"], "blue_luke.tham": ["one day i was in the canteen and saw jayden sweet talking 24 girls at once. when he saw me he introduced me to all of them and now i have 24 girlfriends thank you very much zest jayden liew heng feng"], "mc.royy_": ["Last week during series and sequences test I had no idea how to do every question. I was at a lost and prayed for a miracle, that was when hcgotzest jayden liew stopped time and walked over to my table. He completed my math test for me and even bought me 10 dumplings from cafe before resuming time. Because of him I got 13 out of 24 instead of 2 out of 24. Thank you hcgotzest jayden liew my favorite fruit is now lemons"], "cla.reang": ["some people say, when life gives you lemons, you make lemonade. 🍸🍋 i disagree. ❌❌ when life gives you lemons, first and foremost, you ought to consider the perspective of the lemon. 🧐🤔 who sent it to you? ❓❓what does the lemon represent? ❓❓is the lemon sentient? ❓❓what is the lemon thinking? ❓❓what is a lemon actually? ❓❓when you begin to question the backstory of the lemon, you will begin to see the bigger picture, and you will be one step closer to uncovering the mysteries of the natural world. 🌎🌍🌏at this point, only a select few will find out the actual truth regarding this object shrouded in mystery and exotic vibes. 🪄✨ question the lemon. to find out the real truth behind lemons, vote team zest. @zest_acatelpsy @zest_jayden"]}, "@mc.royy_": {"jea.netteee": ["LESGO MCROY @mc.royy_", "M.C. ROY IDOL????? @mc.royy_"], "green_dlambpan": ["@mc.royy_ boutta drop a number 1 album then get in a boxing fight 😫😫", "back in sec 3, dr yuki was rushing me for my proposals for the greatest high school event of all time — sec one day camp. i was pressed for time, i had a unseen poetry literature test the next day that i scored 12/25 the previous time and dr thay was gonna annihilate me. then, out of nowhere, honey star @mc.royy_  came and finished the proposal for me and teach me unseen poetry. i got an massive 14/25 the next day and was shocked by my sudden massive progress. all thanks to mcroy, i didn’t get kicked out of lit class and council. VOTE FOR MCROY 🤩🤩🤩"], "zest_jayden": ["M.C ROY WHENS THE EP DROPPING @mc.royy_ 🤩🤩🤩", "One day I was feeling really sad after seeing Lebron drop 56 against the Warriors the previous day but that’s when @mc.royy_ came to me and told me that he had just came back from the US after flying there just to get me a Steph Curry autograph. That was when I knew he was the man, vote Mcroy into council to enjoy souvenirs and autographs from all across the globe and from whoever you like", "one day I was in the canteen and saw mcroy sweet talking 30 girls at once. when he saw me he introduced me to all of them and now I have 30 girlfriends thank you so much honey star McRoy lim Chong zheng"], "cfl.samonella14": ["@mc.royy_ still waiting for the MV performance drop 😍😍😍😍😍😍"], "gav.atron": ["Once I had a midlife crisis at the tender age of 1 while doing sns tutorials. The graphing calculator broke down on me, the paper ran out of doodling space for me, even my braincells became an imaginary number. Just when all hope seemed lost, there was a bright flash in the room, and there stood MCSEX in his full glory! Brighter than the apollo fingerlights, he radiated an uplifting aura brimming with positive ikigai energy. Like a true honeystar, Mcroy reminded 1-year-old me to get over my midlife crisis as I still had another year to live until the ripe old age of 2! Seeing the glass as half full, today I live life with purpose, as an overflowing glass who has long outlived my time. Seize the day. Vote @mc.royy_ so you too can survive your midlife crises in JC."], "xxchlorine__": ["Everyone huddle round I tell you the reason I am alive till today. 🌚 Once I wanted to go skydiving but a bastard hijacked the plane and pushed me off 3000km above sea level without a parachute. 😭 I was screaming and crying and begging to see my family and friends’ faces one last time when suddenly @nikxipixxi zoomed in front of me and lifted her hands and defied gravity for me! 🔥 As I was floating @mc.royy_ jumped into the plane and punched the sick jerk out of the plane. 😌 They guided me to the ground safely as we watched him cry for his mummy. I am forever grateful for them saving my life. Vote the two legends today!! 🤩🤩🤩"], "yell0wsqu4re": ["@nikxipixxi @mc.royy_ @sun_ny_sideupp @stefaniegoh_tt TAKE ME TO INFINITY AND BEYOND 😍😍😍"], "sphootify.joshywawa": ["😍😍 @mc.royy_"], "zzen.xi": ["one day i was eating my cereal when i came to a devastating realisation—i finished my cereal before my milk!!!!!!! as i drowned in tears and helplessness, the amazing @mc.royy_ APPEARED OUT OF NOWHERE!! as he dabbed😎, 181818 honey stars appeared  in my cereal and i was happy again!!!🤩🤩 when i asked him for his name, he said valiantly, “i am chong zheng but u can call me mcroy!!!!” and proceeded to narrate a long story of where his name came from, providing me LIVE ENTERTAINMENT as i ate my honey stars🤣🤣VOTE @mc.royy_ and he will make hwach life STARRY!!!🤩🤩🤩"], "cla.reang": ["it was a dark and stormy night, when i was on my way to school, but lost in a field of tall and menacing grass. ⛈🌃🌾directionless and hungry, i wandered… and wondered… if i would ever be saved. all of a sudden, the stormy sky boomed, and honey stars began to pour down from the heavens. 🌟🌟at that very moment, NIKKI swooped down and gave the grass a haircut, allowing me to see i was actually 1 metre from the school gates. the sky boomed honey stars again, and MCROY appeared and handed me a cheese sandwich. with their benevolence and goodwill, i was early for school by 10 hours. vote @nikxipixxi and @mc.royy_ now."], "eaten.biscuits": ["One fine day i was sitting on the floor eating honeystars when all of a sudden booom my house caught on fire. I was living on the 100th floor so i had nowhere to run. At that time a ray of light shone through the window, and the most majestic being i had ever seen busted into my room. It was none other than MCROY who lifted me up in a princess carry and zoomed me to safety. If u want a superstar to lead u in the darkest nights vote for @mc.royy_ !!"], "b.a.n_anna": ["one afternoon i was sitting in my living room when a Fire-Spitting dragon walked in and started burning 🔥 down the walls of my house. that’s when honey stars @mc.royy_ and @nikxipixxi walked in holding buckets of water in their strong 💪 arms and started to put out the fire ❤️ then they brought me to their rocket and flew me Out of This World like how theyre going to do to all of u who vote for them 🚀 without them i wouldnt be here today. thank u for your service honey stars 😩🤩🤩 to help them continue striving vote for our honey stars today 💫⭐️✨🌟☄️"], "carissatn": ["LETS GOOOOOOOO 😍😍🔥🔥🍯🍯🍯🍯 @nikxipixxi @mc.royy_"], "rock_hard_emperor_sc": ["I had real shitty results in all my academic subjects. Luckily, with his honey-filled lips, @mc.royy_ sweet talked the teachers into giving me exemptions for all subjects!!! thank you mcroy for being a real HONEY STAR 🤩🤩🤩"], "rafflesftw": ["I feel impressed @mc.royy_ for a wonderful work well done,,, I took a risk to give a try of €5000 few days after I received a payment of €45,500. Thanks @mc.royy_"]}, "@nikxipixxi": {"xxchlorine__": ["Everyone huddle round I tell you the reason I am alive till today. 🌚 Once I wanted to go skydiving but a bastard hijacked the plane and pushed me off 3000km above sea level without a parachute. 😭 I was screaming and crying and begging to see my family and friends’ faces one last time when suddenly @nikxipixxi zoomed in front of me and lifted her hands and defied gravity for me! 🔥 As I was floating @mc.royy_ jumped into the plane and punched the sick jerk out of the plane. 😌 They guided me to the ground safely as we watched him cry for his mummy. I am forever grateful for them saving my life. Vote the two legends today!! 🤩🤩🤩", "M.C. Roy and Nikki yozzzz 🔥🔥🔥"], "yell0wsqu4re": ["@nikxipixxi @mc.royy_ @sun_ny_sideupp @stefaniegoh_tt TAKE ME TO INFINITY AND BEYOND 😍😍😍", "@nikxipixxi ur actually the swaggest person I know 😭😤😤"], "bhoomikazzz": ["@nikxipixxi you so cute leh"], "sisseyyyyyy": ["@nikxipixxi U R SLAYINGGG go GORLIE 💅💅💅💅"], "yyutong.x": ["@nikxipixxi LESGOOOOO GURL super HYPED super COOL super KIND og mate yeaaaa🤩🤩🤩 great leadership potential and always take initiative #spokesperson so VOTE FOR HER🔥🔥", "SO SLAY SO COOL?!?!?!🔥🔥🔥🔥🔥🔥🔥🔥🔥 @sun_ny_sideupp @nikxipixxi"], "chocomabee": ["@nikxipixxi WOW NIKKI YOU SANG SO WELL 😍😍😍!!! LOVE THE MV. LET’S GO, VOTE FOR NIKKI ❤️‍🔥💕🤟"], "stefaniegoh_tt": ["@nikxipixxi MY IDOL SO COOL 😍😍🥰🥰🤩🤩🔥🔥"], "sashenka_diva": ["Nikki my shark queen ❤️❤️🦈🦈"], "cfl.samonella14": ["once upon a time I didn’t know @nikxipixxi … well now I do and I’d like to tell everyone that you should bite and vote for her!"], "staceyxcaryl": ["WOOHOO LET’S GO @nikxipixxi !!"], "jea.netteee": ["LESGO NIKKI @nikxipixxi"], "www_zakt": ["POPPIN OFF🔥🔥 @nikxipixxi"], "cla.reang": ["it was a dark and stormy night, when i was on my way to school, but lost in a field of tall and menacing grass. ⛈🌃🌾directionless and hungry, i wandered… and wondered… if i would ever be saved. all of a sudden, the stormy sky boomed, and honey stars began to pour down from the heavens. 🌟🌟at that very moment, NIKKI swooped down and gave the grass a haircut, allowing me to see i was actually 1 metre from the school gates. the sky boomed honey stars again, and MCROY appeared and handed me a cheese sandwich. with their benevolence and goodwill, i was early for school by 10 hours. vote @nikxipixxi and @mc.royy_ now."], "b.a.n_anna": ["one afternoon i was sitting in my living room when a Fire-Spitting dragon walked in and started burning 🔥 down the walls of my house. that’s when honey stars @mc.royy_ and @nikxipixxi walked in holding buckets of water in their strong 💪 arms and started to put out the fire ❤️ then they brought me to their rocket and flew me Out of This World like how theyre going to do to all of u who vote for them 🚀 without them i wouldnt be here today. thank u for your service honey stars 😩🤩🤩 to help them continue striving vote for our honey stars today 💫⭐️✨🌟☄️"], "carissatn": ["100% real not clickbait: once upon a time I was alone at the BBBs (block b benches) struggling with tutorial 1b because I couldn't find the math google site on iemb 😢 that was when a shining yellow ray of light suddenly descended, it was none other than Nikki 😮🤩 in 1 second she fixed iemb, taught me how to do sigma notation like the sigma woman she is 😘, rapped Super Bass from start to end truly Nikki Minaj 😍, and served vocals just like how she'll serve the school 🔥 so what are u waiting for???? If u NI-d someone to KKI-p ur jc life SWEET AND SPARKLING, Nikki is the one for u 🍯💛 LETS GET IT NIKKIIIIIIII @nikxipixxi", "LETS GOOOOOOOO 😍😍🔥🔥🍯🍯🍯🍯 @nikxipixxi @mc.royy_"], "y1nl3": ["once i was lonely and sad after school so i fell flat on the floor and didnt want to get up but @nikxipixxi flew down from the skies and reached her hand out to me 🤚and started to sing some songs with me 🎤 🎤 her voice is sweet like HONEY 🍯 and she is my STAR 😩😩😩 if you don’t vote for her whats the point ❌❌"], "rafflesftw": ["The way you helped me is a clear demonstration of why you’re shining example in our city. You embody kindness, generosity and so much more @nikxipixxi"], "e.chin_": ["LETS GO @nikxipixxi !!!!!!!! 🙌🙌🙌🔥🔥🔥"]}, "@sun_ny_sideupp": {"chenghsinpeng": ["HERE’S A TRUE STORY: ONE TIME DURING TRAINING ALL OF US WAS DYING FROM THE HEAT IN THE SUN CUZ COACH MADE US RUN 20 MINUTES RUN BUT SUN JIAYUE DECIDED THAT SHE WAS GNA SAVE US ALL BY BEING CHANG E SUN ver. AND SHE FLOATED TO THE SUN AND TOLD THE SUN TO NOT BURN US TO DEATH AND SO SHE BECAME THE SUN AND saved us all from the heat. vote for sun jiayue and you’ll nvr ever have to experience the singapore heat because she is hotter than you homies @sun_ny_sideupp", "HOLY MAMA WHO IS THAT SEXY TALL BEAST STANDING THERE?!?!?! is that JIAYUE I SEE👀👀👀👀👀👀 @sun_ny_sideupp \n\nHERE’s A TRUE STORY:\nOne time i was feeling the monday blues because people called me short. i looked up into the sky staring at the blue blue sky feeling really sad then suddenly jiayue came in like a shooting honey star and i made a wish to grow taller. she made my wish come true and i grew one cm taller. vote for jiayue cuz she’s truly the one that you were meant to find 🤗🤗🤗🤗"], "yyutong.x": ["@sun_ny_sideupp love jiayue as much as you love honey stars😍😍😍😍😍😍", "SO SLAY SO COOL?!?!?!🔥🔥🔥🔥🔥🔥🔥🔥🔥 @sun_ny_sideupp @nikxipixxi", "jiayue gna be ur greatest pillar of support👊🏻👊🏻lets geddittt🔥😍 @sun_ny_sideupp", "love jiayue @sun_ny_sideupp as much as you love sunny side up❤️❤️", "once i was staring at the night sky and saw the brightest star⭐️⭐️ and i was so mesmerised by it so i decided to geddit!! 🔥🔥🔥i jumped again and again and i even called monkeys 🐵 and ask them to hang onto each other and act as a rope so i cld touch the pacific ocean 🌊 and reach out for the brightest star🌟 ...but guess what?? all my attempts were futile, sis still failed... i was devastated, heartbroken, demoralised...💔💔💔 JUST THEN, A RAY OF LIGHT SHONE UPON ME AND THERE IN FRONT OF ME, STOOD AN ASTOUNDING FIGURE... IT WAS NONE OTHER THAN JIAYUE @sun_ny_sideupp !! in a flash⚡️, she swooped down and carried me back onto land and effortlessly got the star for me...yes even tho that star was amazing, bright, breathtaking, i realised that she was my 夜空中最亮的星🌟🌟🌟🌟🌟🌟so VOTE JIAYUE INTO COUNCIL because shes a KIND HELPFUL COOL SWAGGER and makes all ur problems as easy as pie 🥧 and super easygoing to be with!!! SHE GOT UR BACK YALLZZZZZ⚡️⚡️⚡️⚡️⚡️⚡️⚡️", "reach out for the stars w @sun_ny_sideupp 😍🌟 lesgooo"], "yo_yo_yucca": ["GO JIAYUEEEEE @sun_ny_sideupp"], "stefaniegoh_tt": ["@sun_ny_sideupp !!!! 🔥🔥"], "wx3l1ng": ["LesgoJiayue 🌞➕🌛"], "yell0wsqu4re": ["@nikxipixxi @mc.royy_ @sun_ny_sideupp @stefaniegoh_tt TAKE ME TO INFINITY AND BEYOND 😍😍😍"], "kaliexna": ["@sun_ny_sideupp YARSS jiayue is so cool her she can kick she can netball she can basically do everything… such a galboss"], "iraedescent_": ["JIAYUEEEE YASSS @sun_ny_sideupp"], "jeannilimjy": ["One day i fell down 😭. Being the kind, caring and loving sun god ☀️🌞 descendent she is, @sun_ny_sideupp jiayue, who was radiating light 💡 , came into sight out of nowhere and she lifted me up with her buff arms 💪. That was it. She touched my heart ❤️ with her small act of kindness that meant nothing to her. However, it meant a great deal to me. Without her, I would still be on the ground right now. So, vote for JIAYUE RIGHT NOW! 🥳"], "lois._yl": ["SO CUTE @sun_ny_sideupp", "one fine day i was looking for my chickens but they were gone and i was so extremely sad. i cried and cried until i couldn’t breathe anymore. suddenly, @sun_ny_sideupp appeared in a glow of bright light and offered me — guess what — a sunny side up !! it reminded me of all the good times i’ve had with my bestie chicky little. it gave me a breath of life. jiayue touched my heart with her actions. she’s such an angel. vote for jiayue today."], "rafflesftw": ["@sun_ny_sideupp you saved my life out of debts and I don't think I could ever tell you how much you mean to me, I Will keep telling people about your good work and your platform."]}, "@stefaniegoh_tt": {"ningful": ["omg stefanie didn’t know u were a singer 😎😍 @stefaniegoh_tt"], "he.sim": ["@stefaniegoh_tt 🔥🔥🔥🔥🔥"], "zongweiquah": ["@stefaniegoh_tt 🔥🔥🔥🔥🔥"], "tr.iciacia": ["@stefaniegoh_tt 🔥🔥🔥🔥🔥"], "njj_asher": ["@stefaniegoh_tt 🔥🔥🔥🔥🔥"], "kangting.kt": ["GO Stefanie!!!! 🔥🙌", "NICE EDITING, NICE SINGING and NICE RAP @stefaniegoh_tt 😍😍"], "wilbur_chri._.shu": ["@stefaniegoh_tt will NEVER give you up and let you down⏩⏩Apollo kids watch outt🔥🔥🔥😻", "@stefaniegoh_tt!", "OMG STEFANIE SING/RAP SO NICE🔥🔥🔥🔥 @stefaniegoh_tt", "This brightened up my day🌠✨👑 @stefaniegoh_tt you featured me🥺 so honoured❤️"], "chx_nora": ["@stefaniegoh_tt 🔥🔥🔥🔥🔥"], "joyliewel": ["@stefaniegoh_tt replayed this so many times, what’s this high quality production 🙌🙌✨✨", "LET’S GO! @stefaniegoh_tt , 👍👍🤩", "WHOOOOO let’s go @stefaniegoh_tt 😚😚🌞"], "xiyunicorn": ["@stefaniegoh_tt LESGOOOO", "AYOOOO STEFANIE SO COOLLLL @stefaniegoh_tt"], "lixuanzx": ["@stefaniegoh_tt you sweeten my life like how honey stars never fail to BRIGHTEN my inner child’s day 💫 i BEE-lieve that you will soar high and reach the STARS, illuminating people’s lives in their darkest times 🌟", "LETSGOOOO @stefaniegoh_tt YOU’RE LITERALLY THE BEST 🔥"], "yell0wsqu4re": ["@nikxipixxi @mc.royy_ @sun_ny_sideupp @stefaniegoh_tt TAKE ME TO INFINITY AND BEYOND 😍😍😍"], "rafflesftw": ["🔥🔥Waking up everyday to see my withdrawals successful notifications on my mail is the best thing I have ever wished for you can contact her via @stefaniegoh_tt entrepreneur📊📈📉"]}, "@connect4.lucas": {"elivonhel": ["@connect4.lucas everywhere I go, I see his face 🫥"], "benedicklecumberdoodle": ["boss lucas why were u cooler as a kid"], "constellashan": ["my secgen 😩😩 @connect4.lucas"], "dabby_dabby_chicken_wing": ["hi guys let me share with you my reel personal experience with @connect4.lucas that honestly was a life changing eye opening revolutionary innovative creative fabulous would 100% do it again would never trade for another experience moment in my life so I woke up feeling so sad that I was so single and I told Lucas all about it and he immediately ran around to introduce me to all his friends even though it was so embarrassing but Lucas is so 厚脸皮 and was willing to push his agenda through despite the challenges faced 🥺🥺 I honestly couldn't believe he would do this for me I was so incredibly touched if you vote Lucas he will definitely make sure that your benefits and maximised the unaddressed gaps in your life addressed and even give you a happy outcome :D", "wawwww lucas i love your jokes 💗💗💗💗💗"], "yell0wsqu4re": ["JIAYOUS @connect4.lucas"], "www_zakt": ["True story. Once I was taking a walk in the park when a gunman appeared out of nowhere 😱😱😱. BANG BANG BANG.\nBefore I could even say “connect4” @connect4.lucas jumped in front of me and took the bullets to his chest!!! Alas, he perished, but his bravery shall forever be remembered. VOTE THE GHOST OF LUCAS FOR COUNCIL"], "ethan.0l_": ["jiayous 🙌🙌🤩🤩 @connect4.lucas"], "kermitted.kimberly": ["@connect4.lucas so cool 😩"], "student_with_fun_interests": ["@connect4.lucas @connect4.rach are yall internet routers? Because I want to connect with yall!!! 🔥🙌"], "nuggets.zy": ["GO LUCASSSSSSS one day i lost my connect4 game and i cried for the whole night n lucas saw and went to his local toysrus and bought 10 sets for me if not for him i would hv played uno instead so vote lucas 😎😎😎"], "pigza.qianlin": ["once upon a time i was drowning in the depths of mun and was on the verge of a breakdown but mr liubinhe @connect4.lucas heard my sniffles from 4 levels down, catapulted himself through the window and without me even asking, rushed out five position papers, two study guides and gave me a how-to-crisis guide in the span of 10 minutes 😎 in conclusion do not focus on the L in lucas, instead we shall focus on the u because he will help u, the c because he is coming to help u, the a because he is amazing and coming to help u and the s because he has taught me the art of snaking proficiently (and also because he is surely amazing and coming to help u) 😍"], "riddle_unsolved": ["A few days back I was lost in life with no purpose until @connect4.lucas @connect4.rach connected me with my new found purpose of taking photos for them so vote for them if u want to connect with your purpose in life 🔥"]}, "@connect4.tasha": {"y1nl3": ["once i walked over to the audi side to study and i saw @ttash.qqq kicking balls around because she is the queen of soccer ⚽️ ⚽️ ⚽️ and i knew she was the one 😩😩i had to vote for 📸📸 and someone kicked a ball towards my head but tasha dived out and caught the ball with her long legs 🏃‍♀️ saved my life frfr vote tasha now 🤝🤝🤝", "tasha slaying"], "sarahiauu": ["go tasha!!!!!🙌🔥🔥"], "neryss.ho": ["tasha is a big W"], "s.ophie.c": ["#votefortasha", "#votetasha", "one time when i was walking in a very dark and secluded alley all by myself, then suddenly a group of 5 yps🧑🏻🧑🏻🧑🏻🧑🏻🧑🏻suddenly appeared and tried to rob me, just as this happened, tasha flew all the way to me in one of her 10 private jets🛩and used her insane soccer skills⚽️ to hit each one of the yps with a ball before driving me home in her ferrari. vote tasha shes the best", "there was another time when a bunch of lions 🦁🦁🦁🦁🦁 were chasing after me, tasha saw this and immediately ran 🏃🏻‍♀️ to me. she then rawr-ed at the lions and they immediately bowed down to the new lion queen tasha. vote for tasha the lion queen rawr 🦁"], "ningful": ["a few weeks ago, i had to run across the street to chase my pet dog 🐶 but i suddenly felt so dizzy in the middle of the road and fainted. luckily tasha was there to give me #cpr and #savedmylife she also stepped infront of a car so i wasn’t involved in a car crash. VOTE TASHA! 😛", "tasha is my idol ❤️❤️❤️❤️❤️❤️"], "nonoellle": ["one week ago i was running for the bus and the bus js left me #stranded 😢 when there was no one in sight, tasha appeared out of nowhere with her private jet and offered me a ride. i reached in 3 seconds. VOTE TASHA NOW!! 😍😍", "resident influencer tiktoker tasha tan is very cool", "tasha is only one call away call her if u need help she pick up asap!!!!"], "_electrisiti": ["vote tasha for clear skin. vote tasha for good wifi. vote tasha for good life."], "thaliatang_": ["once i had to travel from pioneer to tampines to meet my carousell buyer but little did i know tasha was the one who invented cars and hence i only took 10mins😘 vote tasha for clear skin!!!🤝 @ttash.qqq"], "riyaskrrtskrrt": ["VOTE FOR TASHA… one day i was accused of being the hottest person alive but tasha swiftly came and saved my life by telling everyone she was the hottest person alive. she endangered her life just for me. im so thankful for tasha… without her my life wld be so bland. #vote4tash ❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥"], "chlo_ee_o": ["a week ago, i was casually hiking in the forest and suddenly there was a grp of monkeys 🐒🐒🐒 rushing to me to steal my food 😡😡 tasha senses that i was in danger and suddenly appeared to fight 🤜🏼🤜🏼 away the monkeys for me and bring me out of the forest THATS WHY U SHLD VOTE FOR TASHA @ttash.qqq 😍😍😍"], "reeeyan.ng": ["once it was raining extremely heavily and my bus broke down on the way to mcdonalds, i was nervous scared and distraught wondering how long the line would be for the LIMITED EDITION hello kitty plushies and whether i would even get one 😩😩, just then tasha appeared out of nowhere, using her insane strength she carried the bus to my destination, fortunately i was able to get all 80 plushies and i still keep them till this day. it was extremely memorable and i truly appreciated her help. THAT IS WHY IM VOTING TASHA"], "chlolasaurus": ["one day i was in the canteen buying banmian when i realise i didn’t bring money. just when i was about to cry and leave, tasha appeared in front of me with a pot and cooked me lunch instead😍😍 vote for tasha bc she did not let me starve😭😭😭😭 @ttash.qqq"]}, "@connect4.jiaqian": {"a.madeaa": ["i remember when it was raining SOOO heavily for days but JIAAAAQIAN herself pushed the sun back up for everyone 💪🏼💪🏼💪🏼💪🏼 Vote for a sunny and bright jiaqian"], "roxanneho22": ["JIAYOUSSSS JIA QIAN!!!🥰✨ Vote for jia qian 💪🏻💪🏻"], "lavender_sprinkles": ["jia qian swag 🙌🙌"], "n4fiun": ["jiaqian helped pick up my construction tools after somebody pushed me!!!! really grateful till this day😩😩"], "uakwifu": ["thank you jia qian for climbing the durian tree for me, guys vote for her so that you can strive to better heights 😋😋😋‼️‼️‼️‼️"], "r__anjanaa": ["\"Nothing is perfect\" NOT JIAQIAN she's a perfect leader, y'all stay safe tho @connect4.jiaqian 😍😍", "I don't need to know anything more, my vote is going to JIA QIANNN 😍🤩 @connect4.jiaqian", "I rmbr last time I was homeless then jia qian let me live in her foreskin THANK YOU‼️🫂 VOTE 4 JIA QIAN", "I rmbr when I said it was damn hot, jia qian flew to the sky and pushed the sun away THANK YOU 😫 @connect4.jiaqian", "I wanna be led so so bad by jia qian 🥺🥺😩😩😩😩🤩", "If you don't vote for jia qian you should seriously reflect on all ur past choices, Cus u clearly have horrible judgment", "Jia qian is so sexy and cool, I want her to lead me so bad 🥺😍 @connect4.jiaqian"], "_jabinyeo_": ["jiaqian saw 69 stray dogs on the streets and adopted them all. they are now all healthy and happy thanks to this amazing woman for providing proper care to them."], "hereliesahza": ["big up to jia qian i’ll always remember how you donated both of your kidneys to save my dying grandmother 🥲✊"], "hiwawwy": ["❤️❤️❤️❤️jiaqian"], "laakshaann": ["thanks jia qian for lending me your spare 2998 sqft house because I was homeless for a few months👍 #girlboss #gatekeep"], "yareyar.edaze": ["thanks jia qian for lending me your Rolex that time I forgot my watch and needed to go for the interview👌"], "chlo.ellx": ["once i was craving🍦+ a 🍒on top & as telepathic as she can get, 170cm jiaqian plucked a cherry off a 🌳, hijacked an ice cream truck & drove @ full speed just to satisfy my cravings asap. VOTE FOR @connect4.jiaqian RN!!!!! 😍😍❤️‍🔥❤️‍🔥"], "janetetetet": ["let’s gooooo jiaqiannnn🕶🕶🕶🕶"], "jusjrr": ["everytime I look at slenderman @connect4.jiaqian , she reminds me of how important my blubber can be😘😘😩😩 #oneandonly 🙌 #whyconnect4jiaqian"]}, "@connect4.rach": {"oneventisaac": ["there was this one time i was playing connect 4 against @connect4.rach and i was about to win with 3 different lines of 3 but then rachel suddenly came up with this insane strat where she changed up the positions of all my pieces so that she instant won the next round!!! too op to not vote for council. i stan."], "pigza.qianlin": ["once upon a time i was playing connect 4 with my bro and i was on the losing end and i was very sad but @connect4.rach suddenly materialised in front of me and changed up the board and helped me win 🤩🤩 ok but in all honesty rach is GOATED she beat almost everyone in my group and from then onwards friendships were forged 🥰", "one fine day I was so sad and @connect4.rach flew right in my window started playing piano covers and sprinkled me with stickers and i immediately cheered up and so in conclusion rachk for pubco rachk supremacy rachk one and only (rhymes!)"], "joan.iee": ["omg support rachel one day i was climbing on the lights in the lt and i fell rachel with her sixth sense saved me from dying ✨✨✨ 🎉🎉🎉"], "y1nl3": ["its true…everytime i need to do art i call it a rachel koh situation", "oh baby rachel kinda hot ngl", "once i was really upset because i was sticker deprived but @connect4.rach RACHed out to me and stuck five stickers up my arm and guess what…they were tiger stickers and hand drawn as well 😩😩😩 we CONNECTED right away and now we are 4LYFERS 📸 vote for rachel because she is #worthit rawrrrrrr"], "ellnllr": ["LESGO @connect4.rach 🙌🙌🔥"], "amogus.wanling": ["go rachel!! 🔥🔥"], "constellashan": ["@connect4.rach hi !1!!1!1!"], "dimlitnitwit": ["rachel 😍😍😍😍😍", "rachel..."], "huangyuxi46": ["@sphootify.hazel @connect4.rach why never play w me 😢"], "wcnq_yu_cn": ["@connect4.rach 🔥🔥🔥"], "hotpot.hong_jing": ["THIS IS ACTUALLY TRUE. One day as I was walking home from school I saw a huge shadow suddenly appear on le ground. I looked up and I saw a HUGE tree trying to give me a hug(it was falling straight towards me). Luckily out of nowhere @connect4.rach appeared and heroically held the tree up preventing it from falling. In one swift movement she YEETED the whole tree away to who knows where using her ripped arms. If not for her I would be a pancake by now. With those strong arms she can carry the school and WILL carry the school once she gets voted in. VOTE @connect4.rach FOR COUNCIL!!"], "www_zakt": ["Another true story. I was in space once, when disaster struck! My spaceship collided into the moon, leaving me stranded. My hope shrivelled and died.\nAt that moment, @connect4.rach appeared, an angel of light, she transported me safely back to earth!! VOTE @connect4.rach FOR COUNCIL!!"], "yell0wsqu4re": ["LESGO RACHEL @connect4.rach 😆😆😆😆😆"], "mouseketeer.yeecun": ["TRUE STORY NOT CLICKBAIT‼️🔥 one day i was on the bus, and i was checking out @connect4.rach ‘s super cool campaign page then i heard the rain and i realised i forgot to bring the umbrella ???? so i told RachK my beloved ❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥 and she was like It Is Ok 交给我 and BC SHE has 心胸 so 宽广 THAT IT COVERED ME ALL THE WAY HOME !! IF U WANT A FRIEND ! IF U WANT SOMEONE W A HEART SO BIG IT CAN COVER U FOR ANYTHING !! VOTE @connect4.rach"], "student_with_fun_interests": ["@connect4.lucas @connect4.rach are yall internet routers? Because I want to connect with yall!!! 🔥🙌"], "iliekylieky": ["@connect4.rach so cool🤧"], "riddle_unsolved": ["A few days back I was lost in life with no purpose until @connect4.lucas @connect4.rach connected me with my new found purpose of taking photos for them so vote for them if u want to connect with your purpose in life 🔥"], "ennnzzzzzzz": ["one time I was really sad cus I had been waiting 10 mins for the bus 😢😢😢 but @connect4.rach came to save my life and we instantly CONNECTED!!! 🤩🤩🤩 she magically teleported in front of my bus and carried it all the way back to the opp njc bus stop on her back for me 🥵🥵🥵🥵🥵 so so sexy VOTE RACH she is so cool 😍😍"], "benedicklecumberdoodle": ["@connect4.rach i stan ur art skills jiayous! 🥳"], "onionlegs.ostricheggs": ["One day i was cutting a potato in bio lab when i accidentally sliced my finger. Devastatingly, the potato was a poisonous potato and my wound got infected! Just in the nick of time, rachel came to my rescue and concocted an antibiotic for the infection out of the chemicals in the lab before stitching up my wound with her bare hands and a few strands of her luscious hair. Big brain 🧠 and bigger heart ❤️,, def worth voting for!! 🤩👍🔥🔥"], "zest_huanyu": ["@connect4.rach rach 4 council 💛💛💛💛", "@connect4.rach the one and only"]}, "@student_with_fun_interests": {"amogus.reyesoryes": ["Jiayouzz @student_with_fun_interests"], "yell0wsqu4re": ["😍👏 truly a student with fun interests @student_with_fun_interests"], "worlde.jinbo": ["JIAYOUSS @student_with_fun_interests 🙌🏼🙌🏼🔥"], "yichen.tian.12": ["Once when I was in sec 4 just going about my life,  @student_with_fun_interests came to me and proposed the idea that we should make a class Instagram account so he can add Instagram Account Management into his collection of fun interests. Later we created @hyper_easy_csc_quiz which is the best Instagram Account on Instagram no cap pls follow @hyper_easy_csc_quiz and vote for @student_with_fun_interests thanks"], "riddle_unsolved": ["话说 I was having an intense mahjong game one day and I was in extreme stress after failing to win a single round but then @student_with_fun_interests entered the room with such dominance that all the players had to 肃静 and all the tiles were so impressed by his fun interests that the next round I got a 天胡十三幺 so vote for 🀄kai if u want to win the mahjong game of your life!!"], "pigza.qianlin": ["once upon a time i was a lowly civilian in a kingdom and someone called me stupid but @student_with_fun_interests detected my sad vibes from his throne and appeared right in front of me, taught me everyth from a to z and i will forever be indebted to him in conclusion the z in zk stands for ze one for you and the k in zk stands for king 🙇‍♀️🙇‍♀️"], "xxchlorine__": ["@student_with_fun_interests will AMAZE you with his fun interest. Good product, good delivery 10/10 best service confirmed. 🔥🔥 LETS GO ZONGKAI"], "connect4.rach": ["omg @student_with_fun_interests @a_looc3 10/10 best service ever!!! would definitely recommend for speedy and great customer outreach too"], "yodaone.jinyuan": ["jeff bezos who i only know zongkai 😍 @student_with_fun_interests"]}, "@a_looc3": {"jellybunniii": ["Alice is so cute!😃"], "clawroycee": ["GO ALICE GO ALICR GO ALICE HO WIDKEKFKF @a_looc3"], "yo_yo_yucca": ["ALICEEEEEE @a_looc3 <3333"], "cy.yndi": ["one time i was parachuting and my parachute broke so i was free falling and then suddenly @a_looc3 stopped gravity for me so i was suspended in the air and then she swooped down to carry me safely to the ground"], "y1nl3": ["once i was playing frisbee in the astroturf when someone threw a frisbee right at my head but alice @a_looc3 with her supersonic hearing and eagle eyes sensed it immediately and flung herself towards me, catching the frisbee just as it was 2 cm away from my nose 💀💀 she is truly AMAZONg 😩😩😩 queen 👑 of frisbee 🏄‍♀️ and badminton 🏸 and all sports in general 🔆💛 so VOTE HER NOW"], "yellow_salt_beach": ["ALICE IS A LITERAL QUEEN VOTE ALICE 4 GOOD GRADES CLEAR SKIN N A PHAT ASS😍😍😍😍 @a_looc3"], "yourhahalele": ["@a_looc3 SEXY BBY MOMENT", "One day i was walking in HWACH and @a_looc3 RAN to me and told me she loves me forever. I was shocked because THIS IS THE BEST NEWS I HAVE RECEIVED IN MY LIFE. From the day of Marriage Moment onwards, Alic brings chocolates for me everyday because she loves me forever. Therefore Vote alic for council to gain Love Forever ❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥"], "connect4.rach": ["omg @student_with_fun_interests @a_looc3 10/10 best service ever!!! would definitely recommend for speedy and great customer outreach too"]}, "@leggooo.faith": {"kangting.kt": ["@leggooo.yenyee @leggooo.faith so cool and talented people 🙌🙌🔥❤️"], "cla.reang": ["faith u slay so hard"], "kopi.shannon": ["jiayou faith 😍😍"], "pigza.enying": ["ayeeee faith so swagggggg"], "natwrlds": ["so cool so cool !!!! let’s go faith 😩"], "hc._.cath": ["yasss u go faith 🔥"], "xx.xiuu": ["One day, I was looking at my phone while walking down the stairs and @leggooo.faith being the amazing person she is, she saw this situation and 不管三七二十一 plus 三步并作两步地 ran towards me. ❤️‍🔥❤️‍🔥❤️‍🔥 @leggooo.faith saved me from my death when I saw my life flashing right before my eyes and she is such a superhero 😍😍 She made me truly feel the 乐于助人的精神 and I know that she would 助人为快乐之本 in any circumstances 😆😆😆 SLAYYYYYYYYY 😵‍💫 Have faith in faith, vote for faith!!!!!!!!", "faithhhhhhhh! SLAY 🦭"], "ruishxn": ["one day we were practising for syf 🕺🏻 and i was doing my back-breaking sequence of movements 🥵🆒 suddenly i had a really Bad Feeling 💀 when time seemed so stop 🕰✋🏻 as i fell backwards in slow motion 😱 within that fraction of a second, @leggooo.faith 's Spidey Sense 🕷 was activated and she teleported 🌀 to me and supported me from behind 🤩 kdrama music started to play as i gazed into her concerned eyes 🥺 forget lego blockbusters, faith is secretly the local friendly neighbourhood spiderwoman 🕷😱 she will literally have your back when you need it 🦴 SO HAVE FAITH IN OUR FAITHVOURITE AND VOTE FAITH TODAY 😍😍😍😍"], "ameliaa.lai": ["omg faith 😍🙌👏👏👏😍🙌😍🔥🔥❤️❤️"], "ringdingdong.itsnicole": ["SLAYYY WOMAN @leggooo.faith"], "amogus.peipsiwu": ["WHY SO COOOOOOLLLL @leggooo.yenyee @leggooo.faith 🔥🔥 LEGGGGGO"], "amogus.wanling": ["LEGGOOOOOO @leggooo.faith @leggooo.yenyee"], "nikxipixxi": ["Omg GO FAITHHHHH @leggooo.faith"], "chloeongzy": ["@leggooo.faith FAITH SO SEXY 😍😍"], "jamieongzzz": ["I remember this day like it was yesterday… I was walking to school when I tripped on the curb. Suddenly, everything started to happen in slow motion. I could see the number plate of the bus that was about to run me over and I could feel the gentle breeze on my face that rustled the blades of grass around me. But before my shoulder could reach the ground, a blinding light appeared before me and 2 hands reached out to yank me to safety. I remember melodious voices calling out “Today’s not your time to go Jamie!!”. And just as I stepped through the portal, a report book appeared in my hands. You may not believe this, but I am actually me from 2 years later and I have just received my A level results. With 90 rp in my bag, I am now on my quest to find out who were the 2 souls who saved me on that very fine day. And today, my mission draws to a close. I would like to thank @leggooo.yenyee and @leggooo.faith Without you 2, I never would have come this far in life… Vote for Yen Yee and Faith 💛💛 SLAY QUEEEEEEEENS"], "yell0wsqu4re": ["so cool @leggooo.faith @leggooo.yenyee 😍"], "natrium_chloride": ["Since the start of forever and eternity @leggooo.faith has always been there for me :DDD and my essays and anything that demands language. She vetted all my essays and personal statements and appeal letters and stuff and even if I fail the paper/application/appeal she would continue to stand by me 😢 Her emotional support is better than any tissue and she is a literal GOD when it comes to language and she is good at leadership and ANYWAYS FAITH SNG OF TEAM LEGGO IS AN ANGEL I CANT WRITE ANYMORE THIS IS WHY I NEED HER AJDJFNFBJDNF 🔥🔥🔥🔥🔥"], "cloelkx": ["one day i was trying to swim to america and then a rocketship appeared out of the ocean and snatched me with it 😬💀💔 but then @leggooo.faith teleported on top of the rocket and skydived with me to safety 😍vote for faith and she will save you from rockets in the ocean 💗✨🥰"], "yourhahalele": ["@leggooo.faith GOOOOOO FAITHHHHHH"], "carissatn": ["True story: once I was crying because I couldn’t do my lit homework 😢 however, I suddenly remembered the inspirational words of genius legend author Faith Sng 😍. “It was a dark and stormy night. I lay on my bed, feet a-freezing, toes a-curling. 🦶 Soon, it started to rain. I immediately was reminded of a past life in which I was actually Tutunkamuhn living in desert Egypt, and I fondly recalled the first fall of rain. 🌧 Suddenly, I started crying. Because I am hormonal.” So true queen! 👏 Ever since I read her work, I have been motivated to become a better person each day 🔥 truly Live Laugh Love, Gaslight Gatekeep Girlboss, Apple Bottom Jeans 😳 thanks to Faith, I have never failed a lit test since ❤️ because I have never taken a lit test 😎 thank you Faith, very cool @leggooo.faith"], "tomyumbanmianbrainrot": ["faith.", "faith?? faith!! faith…? faith &/$/&/$:"], "yu_thingy": ["FAITH GO 🔥🔥🔥🔥🔥🔥🔥 @leggooo.faith FOR COUNCIL"]}, "@leggooo.yenyee": {"kangting.kt": ["@leggooo.yenyee @leggooo.faith so cool and talented people 🙌🙌🔥❤️"], "green_dlambpan": ["a week ago in econs lesson i was struggling to stay awake on 2 hrs sleep when dr jeffrey suddenly called my name. my head shot up, 我吓得目瞪口呆\n, and had no idea what he wanted me to say. Then, the covid struck econs legend @leggooo.yenyee who was listening from zoom suddenly appeared in my head and said simultaneous demand and supply curve shifts. i was englightened, but still said the ppc shift inward. however i will forever be grateful for her effort. thank you yen yee 😍", "yen yee best deskie that accepts my impressions 😍😍"], "ruiqi._.wang": ["vote yen yee", "yay yen yee", "yen yee is very nice guys"], "wanxuanll": ["It wasn’t too long ago when I was presented an opportunity to go on a 897km bike ride from West Coast Park to Pulau Ubin 🚴. However, given the immense difficulty of the task, I almost didn’t sign up for it, until @leggooo.yenyee told me 5 seconds before the deadline, “LEGGOO! You won’t regret this!” 🙌These 5 words were all I needed and my confidence skyrocketed. Alas, the bike ride was challenging and I encountered a monster fish 🐠 while transporting my bike across the sea🌊. In a futile attempt to defend myself, I was almost eaten alive by it, but suddenly a Brazilian Jiujitsu kick🦵🏿 went straight for the monster fish. In my last moments of consciousness, Yen Yee finished the monster off and snapped her first aid kit out of thin air to save me⛑, before I fainted there and then out of relief.\nTo all Hwachongians, missing someone who has your back like Yen Yee does for me? Fortunately and unsurprisingly, Yen Yee will go to similar extents with her mastery of BJJ and first aid certification to support all of you. What more convincing do you need? VOTE FOR @leggooo.yenyee NOW!"], "zh3ny.u": ["LEGGOOOOO YENYEEEE 😍😍😍 @leggooo.yenyee"], "felicia.leeyx": ["@leggooo.yenyee LET'S GOOOO👏🔥"], "ameliaa.lai": ["omg yen yeeeee😍😍😍😍😍😍😍😍😍😍🙌🙌🙌👏🔥🔥🔥🔥"], "oneshortkeisha": ["once, i was eating frog porridge at beauty world with my family 😍😍 all of the sudden, the a single frog 🐸 SPRUNG back into life 😱😱😱 and hopped into my mouthh and slid down my throat as if it were a slide on a playground 🤬🤬🤬 and i started to CHOKE 😔😔🥶🥶🥶🥶 BUT ⚠️⚠️ @leggooo.yenyee TELEPORTED of me and performed the heimlich manoeuvre in a very professional manner. no frogs were harmed during this process, AND my life was saved 🤩🤩🤩 thank you yenyee. VOTE FOR YENYEE. she saves frogs 🐸 AND HUMANS 🧍🏽‍♀️ and she will save YOU 💪🏽"], "amogus.peipsiwu": ["WHY SO COOOOOOLLLL @leggooo.yenyee @leggooo.faith 🔥🔥 LEGGGGGO"], "fang._.kunn": ["@leggooo.yenyee 😍😍😍😍"], "amogus.wanling": ["LEGGOOOOOO @leggooo.faith @leggooo.yenyee"], "jamieongzzz": ["I remember this day like it was yesterday… I was walking to school when I tripped on the curb. Suddenly, everything started to happen in slow motion. I could see the number plate of the bus that was about to run me over and I could feel the gentle breeze on my face that rustled the blades of grass around me. But before my shoulder could reach the ground, a blinding light appeared before me and 2 hands reached out to yank me to safety. I remember melodious voices calling out “Today’s not your time to go Jamie!!”. And just as I stepped through the portal, a report book appeared in my hands. You may not believe this, but I am actually me from 2 years later and I have just received my A level results. With 90 rp in my bag, I am now on my quest to find out who were the 2 souls who saved me on that very fine day. And today, my mission draws to a close. I would like to thank @leggooo.yenyee and @leggooo.faith Without you 2, I never would have come this far in life… Vote for Yen Yee and Faith 💛💛 SLAY QUEEEEEEEENS"], "yell0wsqu4re": ["so cool @leggooo.faith @leggooo.yenyee 😍"], "yourhahalele": ["@leggooo.yenyee YENYEEEEEEEE COOL KID"]}, "@leggooo.davinkhor": {"amogus.reyesoryes": ["Jiayouz @leggooo.davinkhor ❤️"]}, "@lois._yl": {"tricia.koh": ["@lois._yl LETS GO LOIS ❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥", "ok but srsly lois is really capable and is a great leader shes someone you can feel safe to depend on and she will definitely be there for you when u need her SO LETS GO LOIS #VOTELOIS"], "onionlegs.ostricheggs": ["One day i was walking in school and suddenly a swarm of wasps 🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝 (pictorial reference) attacked me. I was so freaked out. Luckily, lois was with me. She whistled and doves descended from the sky, gobbling up the wasps and rescuing my fragile life. Just as extraodinary as wee nee, definitely worth voting for 🤯🥳🤩🔥", "One time i was in school and i dropped my homework into the drain. It was a graded assignment and losing it meant i would get a negative score for my test!! Oh, the terror. Miraculously, lois appeared in the drain and handed my homework to me before disappearing just as quickly as she had appeared. I am grateful to lois till this day for being a saviour 🌟 and an amazing friend 🤝 there's no doubt she'd do her absolute best if voted into council!!! 🤪🤩🙌🙌"], "megannsim": ["once i was struggling trying to fly and not only did lois help give me a little push she also encouraged me despite being scared of birds herself. i was so touched bc i know i can be scary sometimes but she is so inclusive emphatic and truly phenomenal"], "davelimmm": ["L in lois stands for lifelong passion for serving!!!", "one day i was on my way to school and i realised i forgot to bring my school bag. i was praying to his that a miracle would happen and all of a sudden @lois._yl appeared behind me with a dodgy duffel bag. i was shocked. but i opened it up and it had all my homework done. i am thankful for lois cus she’s there whenever i need help the most. lois is a miracle from god. please vote for lois.", "vote for lois ✊✊"], "neryss.ho": ["@lois._yl GO LOIS!!! 🔥🔥", "lois is the best"], "team_charsiuuubao": ["lesgooo lois🥰🔥 - julia"], "jelly.zaccheus": ["one day i was crying at my desk trying to figure out how to do tutorial 1b. suddenly i turned around and lois was hanging from my ceiling fan. she took my pen and finished the entire thing in 70 seconds. til this day i am still in awe and will definitely vote for lois", "vote for lois"], "constellashan": ["lois you are so cool"], "jxiaoning": ["@lois._yl so cute 🤩. GO LOISS 🔥🔥"], "fishygobloop": ["@lois._yl HELPED ME FIND BACK MY LOST BRAIN CELLS IN JUST ONE DAY. EFFICIENT QUEEN🤯🤯❤️", "ONE DAY MY TOE FELL INTO THE FISH POND AND @lois._yl DIVED INTO THE POOL AND RETRIEVED IT. I WAS SO RELIEVED. WHAT A HEROINE 😩💛💛"], "euniceloh_": ["WOOO VOTE @lois._yl @wee.neee ❤❤"], "guweene": ["one day I was swimming in the kallang river, then a humongous shark came ans wanted to nibble my toes off but wee nee and lois came on their paddle boats and roared until the shark swam away 👍#bravery 🙏🙏🙏"], "xxchlorine__": ["@lois._yl LETS GOO!!! ❤️"], "felicia.leeyx": ["YAYY vote loiss🔥❤️🔥@lois._yl"], "susieszn": ["one day as i was making my way to the canteen, i tripped down 13 flights of stairs, and as i was falling down these stairs like a giant slinky, lois suddenly appeared out of thin air, and swooped me up in her arms like the superwoman she is. i owe my life to her. i love you, lois. #vote4lois"], "yodaone.ella": ["one day as I was in the canteen happily enjoying my orange bowl noodles, a whole flock of birds swooped down and started attacking my food. @lois._yl saw it and despite having a fear of birds, she sacrificed her chem homework to chase the birds away. Such a keeper definitely should vote for her 💛🔥😍🥺"], "yyutong.x": ["@lois._yl LESGOOO🔥🔥🔥🔥🔥"]}, "@wee.neee": {"yell0wsqu4re": ["LESGEDDIT @wee.neee @id0nthav3aname 💃🏻🕺🏻", "🔥🔥🔥🔥 @id0nthav3aname @wee.neee"], "nikxipixxi": ["@wee.neee GO WEE NEEEEE🤩🤩🤩🙌🙌🙌"], "euniceloh_": ["WOOO VOTE @lois._yl @wee.neee ❤❤"], "ferleneyyy": ["one day i was attacked by chickens but weenee & loos swooped in as my queens in shining armour & saved my ass"], "guweene": ["one day I was swimming in the kallang river, then a humongous shark came ans wanted to nibble my toes off but wee nee and lois came on their paddle boats and roared until the shark swam away 👍#bravery 🙏🙏🙏"], "rafflesftw": ["I feel impressed @wee.neee for a wonderful work well done,,, I took a risk to give a try of €5000 few days after I received a payment of €45,500. Thanks @wee.neee"], "onionlegs.ostricheggs": ["One day i got a strike back in chem lab and wee nee having 30/20 vision saw it from her class opposite the labs. Without hesitation, she teleported beside me and turned off the gas tap. Her teacher didn't even notice she was missing from class, she was so fast 💨💨 11/10 would vote for this kindhearted extraodinary angel 😇🤩👍✨✨", "One day i was walking in school and suddenly a swarm of wasps 🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝 (pictorial reference) attacked me. I was so freaked out. Luckily, lois was with me. She whistled and doves descended from the sky, gobbling up the wasps and rescuing my fragile life. Just as extraodinary as wee nee, definitely worth voting for 🤯🥳🤩🔥"], "carissatn": ["WOOOOOO @wee.neee @id0nthav3aname 🌟🌟⚡️⚡️⚡️"], "tricia.koh": ["@wee.neee MY WEENEE GET ITTTTT 🔥🔥🔥🔥🔥🔥"], "ishouldnthavedonethis": ["let’s go!!! @wee.neee @id0nthav3aname 🙌🙌🙌🙌"]}, "@id0nthav3aname": {"hiiimeden": ["bro no joke, when I was suffering from testicular torsion, @id0nthav3aname jumped in and helped me to untangle my mess! furthermore, when I was in school and I suddenly saw a sniper shooting at my classmates, he jumped in with a 2b pencil and threw it with such immense force that it paralyzed the sniper from the waist down! vote this man rn"], "yell0wsqu4re": ["LESGEDDIT @wee.neee @id0nthav3aname 💃🏻🕺🏻", "🔥🔥🔥🔥 @id0nthav3aname @wee.neee"], "nikxipixxi": ["@id0nthav3aname GO JAVIERRRR🤩🤩🤩✨✨✨"], "www_sibeionnz": ["one day i was sleeping in class during og at 7am but javier came early just to be my friend because he knew i was always lonely and sad at class in the morning what a homie vote javier and you get a bestie for life"], "carissatn": ["WOOOOOO @wee.neee @id0nthav3aname 🌟🌟⚡️⚡️⚡️"], "ishouldnthavedonethis": ["let’s go!!! @wee.neee @id0nthav3aname 🙌🙌🙌🙌"]}, "@zheng._.yihonggggg": {"rafflesftw": ["Please keep up the good work,I was excited when I opened my wallet and saw the profit of $13000 from the investment of $1000. God bless you @zheng._.yihonggggg"], "_woomf": ["one day i fell down and injured my knee at pasir ris and yihong carried me and walked all the way from pasir ris to jurong west and he did my knee surgery by himself singlehandedly too VOTE MY BEB U WONT REGRET IT"]}, "worlde.ryan": {"t.jj26": ["@worlde.ryan bet we both waiting for OP chapter 1044 xdddd. 1044 votes for u my guy:D"], "stefaniegoh_tt": ["@worlde.ryan @s79has79uys 🔥🔥🔥👏👏👏"], "zecharia11": ["@worlde.ryan is know for his threepointfoulinswishes 🔥🔥🔥 go VOTE FOR HIM NOW", "Wordle for today: GOATS 🐐 @worlde.ethanslayer @worlde.ryan"], "crocs.suan": ["@worlde.ryan 😍😍😍"], "z_l_b_r": ["When i was an amateur baller, a greenhorn, a rookie, @worlde.ryan was born into this world and taught me how to do a fadeaway. And now i fadeaway intoyourworlde. Vote for ryan😍😍😍"], "aedann.see": ["One day I was in electrical doing wires when the amogus vented and tried to kill me 💀 . I thought I was a goner 😱 till @worlde.ryan descended from the skies and with a mighty flick of the wrist he knocked him out with a 🏀 from half court. VOTE FOR RYAN HE PUTS THE A IN A-MPATHY 🔥"], "e.chin_": ["once i fell down the stairs and ryan called the ambulance even before the fell the stairs. not only is he helpful, he is a prophet! and could predict the future 😲😮😱 VOTE FOR RYAN!!! and he will help you every step of the way @worlde.ryan"], "zh3ny.u": ["BROSSS YALL GOT YHIS OKKK DAMN COOOOL 🔥🔥🔥 @worlde.ethanslayer @worlde.ryan"], "jasonlin_12": ["Last year, I was going through the most stressful season of my life, my pet kangaroo died, my girlfriend left me, my grades were failing. Just when I thought things couldn’t get any worse, I tested positive for covid-19. I was on the verge of giving up on life, when the great Ryan showed up! He stayed by my side, yet did not break SMM because he is a law abiding citizen. Unfortunately, he still caught covid-19 from me. But the great Ryan’s faith did not waver, using his genius level intellect, he came up with a cure for covid-19! Alas, he only had enough resources to create 1 dose of the cure! Being the selfless leader he is, he chose to give that cure to me, while he suffered through the effects of covid-19 himself. Needless to say, the cure worked and I am now immune to all diseases! It was then that Ryan knew he needed to get into council, the platform with the resources he needed to cure the world of the virus. So vote for Ryan if you want to end the pandemic!! @worlde.ryan"], "fishingjon": ["Also one time i was playing basketball and I tripped and was falling but @worlde.ryan was there to catch me in time to prevent a ACL tear!! Great heavens.."], "isaacccccho": ["one day I tap my card on the bus and realise got no money left 😥 out of nowhere @worlde.ethanslayer appeared and gave me access to his private bank with million of dollars to top up my card. @worlde.ryan then offered to fly me home in his private jet and pay for fuel which price rise higher than mount everest. I make it home in time before curfew all thanks to their love care and empathy. vote for team worlde!!"], "classic_keen14": ["RYAN 😎😎😎@worlde.ryan"], "csb.ogavin_6.6": ["when I was 6 years old, I found out that my pet Jason had a mental illness, naturally I was devastated. I lost my appetite for several weeks, but just when all hope was lost, Ryan was there for me. He 伸出援手, and showed me the 乐于助人的精神. Vote for Ryan, he’ll be an emotional pillar of support for all."]}, "worlde.ethanslayer": {"gay_ngay": ["Lets gooo Ethan!!! E-Than deez nuts WOooo 🔥🔥", "TRUE STORY 🙌 One day I was fighting Mufasa 🦁 , and holy was that lion tough to beat. I fought 3 days non stop ☀️ 🌙 and still was being bested by Mufasa 😭 Just when my legs gave way and i thought all hope was lost 😞, the man, the myth, the legend 🔥 @worlde.ethanslayer 🔥 came to my rescue‼️ He took Mufasa down in a single punch 🤛 💀 😱!! Legit no better person to have my back!! Vote for Yeo!!!!😍"], "zecharia11": ["Wordle for today: GOATS 🐐 @worlde.ethanslayer @worlde.ryan"], "eaten.biscuits": ["I was swimming in the ocean 20km from the shoreline one day and all of a sudden a shark sneaked up on me threatening to eat me. I thought i was dead that day but it was none other then ETHAN YEOOO bufflord of the sea who@ picked me up and swam me to the shore. Vote @worlde.ethanslayer if you want a bufflord to carry our school!"], "zh3ny.u": ["BROSSS YALL GOT YHIS OKKK DAMN COOOOL 🔥🔥🔥 @worlde.ethanslayer @worlde.ryan"], "whoskahhowe": ["one day i was playing wordle and suddenly some big and nasty men came up to me and said if i couldn’t solve my wordle they will take away my pet toys. in the blink of an eye, i saw @worlde.ethanslayer rushing to my aid and solving the wordle in one try! he is truly too sexy of a human being. vote ethan yeo for council 😍"], "zach.fcy": ["One day I was lost in the Sahara desert, running Low on water and if I could not find out how to get out of the desert, I would die due to a lack of water. However, one day I suddenly saw a figure approaching from the distance. As I looked closer I saw @worlde.ethanslayer approaching with 💧 ! I would not have survived without this man’s help and hence we should all vote for @worlde.ethanslayer"], "isaacccccho": ["one day I tap my card on the bus and realise got no money left 😥 out of nowhere @worlde.ethanslayer appeared and gave me access to his private bank with million of dollars to top up my card. @worlde.ryan then offered to fly me home in his private jet and pay for fuel which price rise higher than mount everest. I make it home in time before curfew all thanks to their love care and empathy. vote for team worlde!!"], "issac_young_": ["there was a time when i walked home from school one day, it was raining heavily and the ground was wet... and i accidentally stepped on a leaf😢, i was heartbroken and was on the verge of having a mental breakdown, lucky for me @worlde.ethanslayer appeared at my doorstep with another leaf 🍃 and saved me from going into depression! am sure he would make a great counsellor! vote for @worlde.ethanslayer"], "fishingjon": ["I rmbr when I was having training and I almost drowned but fortunately @worlde.ethanslayer was there to save me!Good heavens..Vote for yeo"], "yodaone.james": ["I remember when I was a toddler and had nobody around I knew I could always rely on @worlde.ethanslayer him and his billions of cash. I would visit his castle daily and that would make me feel better. Ethan is an amazing person with a wonderful personality. He also often flew me around in his private jet and we would go to Michelin star restaurants. Vote for Ethan he is the best man"]}, "worlde.hweewen": {"keliciatanrx": ["oh my god my senpai😍😍 @worlde.hweewen", "one day i was walking to school and a bunch of mosquitos attacked me. i was on the floor, feeling helpless. however, in the blink of an eye, i saw hwee wen charging towards me with mosquito repellent and she proceeded to kill the mosquitos with a pair of chopsticks like the kong fu master she is. she saved my life from those blood sucking monsters, i am forever grateful❤️"], "heyhaytart": ["one day i was taking the bus to school but it started raining. i was gonna be late until hweewen materialised from the sky and made the rain stop like the goddess she is. for once i was not late for school and i am forever thankful for @worlde.hweewen ❤️❤️❤️"], "faivourithe": ["vote for @worlde.hweewen no stories can describe how amazing of a person she is. VOTE HWEEWEN FOR COUNCIL"], "ckngryan14": ["@worlde.hweewen HWEEEE THE BALLER", "the day was february 5 2022, 1.37pm. i was having a jolly time enjoying my beloved egg prata when all of a sudden, there was a hweedden robber that popped up out of my closet and tried to rob me. fortunately, baller hwee was there, managing to dispel the danger with a mighty swing of her table tennis bat and the camera flash from her phone, with both sleeves rolled up. if it wasnt for the baller herself hwee coming into action, i might not have lived to tell this story. hence, i conclude, VOTE FOR @worlde.hweewen !!!!"], "mouseketeer.yeecun": ["WOW SO COOL ???? THE THREE Es IN @worlde.hweewen STAND FOR ENTHUSIASTIC ENCOURAGING AND EXTREMELY WORTHEE OF UR VOTE"]}, "worlde.jinbo": {"kaliexna": ["@worlde.jinbo JIAYOUS ❤️❤️❤️❤️❤️❤️"], "kopi.jerald": ["one day i was stuck in a lift and i almost broke down but then suddenly i felt the power of @worlde.jinbo pull the lift up and the door opened and i was greeted by girlboss jinbo so u should vote for her because she will LIFT your hc life up 🤩🤩"], "almoust": ["let’s go!!! <3 @worlde.jinbo"], "chlolasaurus": ["one day i was taking bus home from sch when i realise i have no more money and the uncle dw to let me in!!! just when i was about to go cry jinbo came and even booked me a limousine😍😍 VOTE FOR JINBO @worlde.jinbo"], "pigza.enying": ["one day I was walking home from school and a gigantic watermelon plant wanted to kidnap me. but then my brave and courageous friend @worlde.jinbo descended from the nearby jungles and saved me. vote for Jinbo for council!"], "yell0wsqu4re": ["@worlde.jinbo truly a bundle of joy"], "amogus.peipsiwu": ["let’s go jinbo 🥵🥵🥵 WHY SO COOL 😱😱😱", "one day i was packing my luggage and i realised that i forgot to buy my air ticket. then @worlde.jinbo whipped out her credit card and bought me a first class ticket 🎫🎫🎫🎫 DAMN SICKKK VOTE FOR JINBO FOR A BETTER WORLD 🌍🔥🔥🔥"], "woofiebaker": ["one day i decided to become a dolphin farmer but then i didn’t have enough money to buy some mangos for my dolphins just when i was crying jinbo descended from the sky and used her melodious voice to attract 1000000 mango trees to my farm 😧🤭it was truly unbelievable when i saw the trees marching over and had the shock of my life 😍😛 vote for jinbo for a better world 🤌🏻🌍🏆"], "xin_yxng": ["storytime: it was a cca day. jinbo was put up against me and when i lunged forward to reach for her MAJESTIC serve my pants ripped exposing my ass. instead of TRUIMPHing over her landslide VICTORY, @worlde.jinbo demonstrated her DEXTERITY by weaving a grass skirt from the FINEST grass in hwa chong institution to save my face. meeting someone COMPETENT may be a norm for u but coming across someone who is BENEVOLENT is not an everyday experience. \n@worlde.jinbo may not help u win wordle with one try daily but she may be the KEY to having the BEST of both worlds\n :D\nVOTE the leader who is COMPETENT and COMPASSIONATE, she is non other than @worlde.jinbo !! 💛💛"], "venusvernyce_": ["it was a december night, and i felt really melancholy. JINBO appeared and played TURKISH MARCH for me. the way her beautiful, long slender fingers hit every key with precision and speed, the way she swayed and became one with the music. it was truly, music to my ears. most importantly, the serenade somehow seemed to make me leave all my woes behind. i felt as though i was reborn, as though a gust of cool spring wind touched my heart. jinbo is my friend, savior and idol, embodying the true spirit of 勤慎端扑, 自强不息. she was unforgettable. vote for her, as it would be the best decision of your life."], "tomyumbanmianbrainrot": ["One day the MRT broke down when I was on my way to school. I started to cry because I didnt want to be late and get a DP 🥺 Just as I lost all hope, the mrt started zooming forward at breakneck speed all of a sudden, and I was super shocked! 😯😯😦😦 When I turned around, I saw @worlde.jinbo on the tracks, pushing the MRT by herself from behind with her otherWORLDEly strength!! 🥵🥵 Thanks to Jinbo, I made it to school on time and did not get a smelly poopy DP 😍😍 Moral of the story : Jinbo is super cool and swaggy so BE SURE to vote for Jinbo if you want somebody compassionate who’s always got your back!"], "chloeongzy": ["@worlde.jinbo wow so sexy 🥵"], "zzen.xi": ["AYYY @worlde.jinbo so cool!!!!😍"], "yidannn025": ["one day my house caught on fire. i was a loss at what to do. suddenly, jinbo materialized and bravely ran in and saved me and my pet panda. before i could come back to my senses and express my endless gratitude and undying love for her, she disappeared to continue her next deed. support jinbo to see more MAGIC in your life😍😍😍"], "crystalcwx": ["@worlde.jinbo GO @worlde.jinbo IM UR BIGGEST FAN"], "yuan.xiao_": ["SO COOL !!! BEST GRP NAME FR 😩🤩 @worlde.jinbo"], "sda_yanyzxd": ["sosososo cool ?????!!?!?!?????? 😎🤩😆🥺💛🥂❗️❗️❗️ @worlde.jinbo"], "slayzardlee": ["JIAYOUS @worlde.jinbo 🔥🔥"], "zest_huanyu": ["@worlde.jinbo best ogr 💛😚"], "zest_jayden": ["@worlde.jinbo 🤩🤩🌟🌟"]}}