{"@sda_yanyzxd": {"cfl.samonella14": ["once upon a time at 3am in the morning I was starving and on the brink of collapse and I was 20 steps away from my front door and I couldn’t take it any more my life was flashing before my eyes I knew this was it and there’s no way out and I was gonna be ended by malnutrition and as my knees buckled and legs gave way and my stomach collapsed and bah weighed me down like gym plates all of a sudden a flash of red zoomed towards me… Yanyu INSTALLED TRACETOGETHER ON MY PHONE AND TRACED MY LOCATION AND HUNGER LEVEL she forced a feeding tube down my throat hooked me up onto an IV line pulled an ambulance behind her and within an hour I was right as rain. She even got me an MC letter so I could be excused from school the next day! Needless to say, no matter the location, the time or the context, Yanyu will be therefore you, tracing together and acing together. #yanyuforcouncil2022 #tracetogether #makesgsecureagain"], "natwrlds": ["ok but for reals when i was failing LA and no one wanted to help bc they were #gatekeeping their knowledge only yanyu OFFERED to help me and give me free tips and notes. she’s the whole reason why i’m even in hwachong rn.", "one day i realised i didnt bring my wallet and trace together token and phone to school and mr security wasnt picking up no matter how many times i called him 😩😩 i was literally squatting outside the turnstile in despair 😿👎🏼 it was 8.13 and i was 2 minutes away from getting myself a demerit point. it was at this moment when i had given up on all hopes that yanyu and dylan swooped down from the clouds like the powerpuff girls and batman to give me their wallet, phones and trace together tokens. if not for them, i would have landed myself in the discipline master’s office. 🥱💔 vote yan yu and dylan for better conduct grades.", "there was once when we had to sing 双节棍 on stage for level closure but we didn’t have any so @yanyzxd TRACED back the school’s history just to find out where the brooms were hidden 😩😩 it is all thanks to her that our emceeing didnt have to YANchi and it is an immense blessing to have YUjian her. vote for yanyu or ur just missing out. booo 💔💔👎🏼"], "qingwayy": ["Y'ALL.... @yanyzxd was always there with a milo and comforting hug whenever I scored -82829/15 for our math tests and what can I say? Wouldn't you want an amazing specimen just like yanyu to lead you? She checks in with you so your life checks out.... #tracetogether #hc_tracetogether"], "ayzley_": ["whenever i faced trouble with my acads, @yanyzxd is always there to give me a helping hand. the whatsapp chat fills up with 183948499 documents of past year papers and she explains everything thoroughly so even my covid shrunken can understand what’s gg on. rest assured, yanyu’s passion to serve is much much muccchhhhh more than her height. she can be hard to find but whenever you need her she will zooom zoom over. just give it a few minutes to realise you have to bend down to find her"], "kaliexna": ["@yanyzxd YASS yanyu is the IT GAL she’s such an mvp"], "dvcwj": ["yass yan yu go queen!!! 😍😍😍"], "likelyclaris": ["i remember being malnourished in primary school and yan yu would bring 10 packs of taokaenoi seaweed to MO training for me, and thanks to her i was cured of all sicknesses what a true friend vote @sda_yanyzxd for council she’s got ur back"], "byeruotong": ["@sda_yanyzxd IS SUCH A CARING AND EPIC FRIEND. My cat was sooo depressed in 2020 she did nothing but sleep all day everyday. THEN SISTER YANYU SHONE A LIGHT ON HER LIFE and gave her SO MANY TOYS AND MADE HER HAPPY AGAIN. YANYU IS ALW THE LIGHT IN OUR LIVES 🔥"], "wcnq_yu_cn": ["@sda_yanyzxd 🔥🔥"], "zh3ny.u": ["ok SUPER SMEXI @sda_yanyzxd"]}, "@sda_dy.land_of_fun_stuff": {"jeez.jx": ["#votefordylan", "omg dylan no way that was YOU", "support dylan 👍🏻👍🏻👍🏻"], "sda_mafan_tendencies": ["who is hot? DYLAN KAM @sda_dy.land_of_fun_stuff"], "huangyuxi46": ["I will hype u since u asked in the canteen HAHA but swaggy guy #votefordylan"], "joan.iee": ["vote for dylan one day during cca i was struggling from a camera attack the camera started attacking me for no apparent reason he saved me from it as well as saved the dslr camera (as ardent  students we risk our lives for cameras to protect it at all cost :D) so vote for dylan #votefordylan✨✨✨"], "www_sibeionnz": ["vote dylan he will be ur personal trace together token because he cares for ur health and cares about your whereabouts vote dylan and u will be covid free for the rest of ur life", "vote dylan 🙌🙌🙌"], "ducknighter": ["dylan very sexy vote for dylan 🔥🔥🔥"], "jelly.zaccheus": ["last year i was queueing to enter the famous theme park called “dy land of fun stuff”. i had been queueing for 6 hours and was very dejected. i felt i was never going to be able to enter and wanted to leave when suddenly dylan kam appeared on my tracetogether app. he told me to never give up and gave me the courage to continue queueing. i eventually got in and till this day i’m so grateful for dylan kam and will definitely vote for him for council.", "vote for dylan if u like fun stuff"], "yourhahalele": ["dylan u r so cool", "once upon a time i was walking and suddenly @sda_dy.land_of_fun_stuff RAN to me and offered me fish and chips so i ATE the fish and chips immediately and felt very happy for the rest of my life. Vote dylan for lifelong happiness 😍"], "y1nl3": ["dylan KAM (Kill All Men) but hes the only man we wont kill 👍👍👍 in fact we shld vote for him 😵‍💫😵‍💫", "once i was playing mariokart with dylan and we were on Rainbow Road but i was seventh place 😩😩 on the losing end ❌❌ Dylan @sda_dy.land_of_fun_stuff however definitely did NOT laugh at me even though he was ranked 1st he encouraged me and even used his special gadgets against the other opponents so that i could rise up the ranks ❤️‍🔥❤️‍🔥❤️‍🔥 truly my knight in shining armour if you want dylan to be YOUR knight in shining armour too VOTE HIM FOR COUNCIL 🙏🙏🙏🙏 #girlboss #mariokart"], "naythern831": ["true story #2 !! once during OG i wore Nike Air Force 1s to school because I am a very cool popz kid. Upon seeing that, @dy.land_of_fun_stuff proceeded to flex his vElVet Air Force 1s on me, and thanks to him, I have been emotionally changed for lyfe . ❤️❤️❤️ so vote dylan if you want a confident, empowered leader !!"], "yell0wsqu4re": ["@dy.land_of_fun_stuff tho i only got to talk to dylan once i am sure many share the same sentiment that he has all the As: approachable, agreeable, articulate, attentive and authentic 😼😼 jiayous dude"], "natwrlds": ["one day i realised i didnt bring my wallet and trace together token and phone to school and mr security wasnt picking up no matter how many times i called him 😩😩 i was literally squatting outside the turnstile in despair 😿👎🏼 it was 8.13 and i was 2 minutes away from getting myself a demerit point. it was at this moment when i had given up on all hopes that yanyu and dylan swooped down from the clouds like the powerpuff girls and batman to give me their wallet, phones and trace together tokens. if not for them, i would have landed myself in the discipline master’s office. 🥱💔 vote yan yu and dylan for better conduct grades.", "there was once when i was failing physics in high school and decided not to take it in college anymore 💔💔 only @dy.land_of_fun_stuff was understanding of my lack of physics knowledge and did what ever he could to change from a CONCEPT to a SENSATION @ 2pm today. 😇💪🏻 vote for dylan for better physics knowledge and straight As. 😵‍💫❤️"], "rock_hard_emperor_sc": ["one time, i got v lost in hcjc as the sch was as big as man united’s Ls. luckily, lycia and dylan whipped out their trace together and they managed to trace my classroom!!! i’m forever indebted to them for not making a fool of myself!!! vote @hc_tracetogether!!!"], "th0ttyboomer": ["Once, i was trying to use my trace together token to scan into the mall. however, my token caught on fire. out of the blue, dylan swept out of the trees and turned into a trace together token. he allowed me to enter the mall to buy my lunch, stopping me from starving that fine day. thank you dylan for saving my life. @dy.land_of_fun_stuff"], "scuttle._.crab": ["once i was stuck in a public toilet after taking a fat dump and i realised there was no toilet paper to clean up the mess. fortunately i Kame across @dy.land_of_fun_stuff 's instagram biography and was able to access papertoilet.com (not sponsored) and there was so much toilet paper it single handedly crashed the toilet paper industry, making toilet paper readily available for everyone of all kinds of economic backgrounds, gender, race or religion. thank you dylan for moving the supply curve in the RIGHT direction <3", "one day a wild dolphin was getting frostbite from its surrounding conditions and on the brink of death. dylan kame in to save the day and the dolphin was rescued and survived the snowstorm. thank you @dy.land_of_fun_stuff for saving endangered wildlife"], "zhynxd": ["omg HCTraceTogether is so cool 😍😍😍 unlike most people here, I'm not a troll 🙄🙄 i just want to spread the truth about how cool @dy.land_of_fun_stuff is!!! once i  was going down the 7 floors of my school building and dylan materialised within the distance and the whole building ceased to exist, saving me the time and effort of going down the stairs <3 I'm still recovering from my severe spine injury and my school is still gone so I have no access to education anymore but yeah vote for dylan <33"], "elaijpay": ["one day i was playing osu with my best friends Mr Ekk and blackcat. i was sad because i only had a total of 727 pp and my top play was a measly 69 pp. suddenly dylan kam xun rui showed up with his Wacom Intuos (CTL 4100) tablet with Jinx from Arcane tablet cover. dylan kam xun rui immediately started setting 42069 pp plays on maps like \"Chug Jug with You\" and \"Harumachi Clover\" and I went from being an 8 digit osu player to #1 in the world. thank you dylan kam xun rui", "one day my pet fish was drowning so dylan kam xun rui scanned his tracetogether token on my fish and saved its life. thank you dylan kam xun rui"], "zzzzzzzhengyang": ["one day around 7:40-820  i was in a park then i was getting mugged then DYLAN KAM teleported and fought off the mugger despite it being his “me time” during that hour so vote dylan he puts your priorities above himself😄"], "eaten.biscuits": ["Yooo its my man dylan kam!! I still remember the high school days, i was damn dumb. But dylan kam befriended me regardless. Just seeing this man boosted my iq and allowed me to become a functioning member of society. Not only that, but dylan protected me from all sorts of threats found in the hc campus. It was not an exaggeration to say this man raised me! If u want a caring man who will put their all into carrying the school, look no further than @sda_dy.land_of_fun_stuff!!"], "cevving": ["the day before my date with my childhood crush, i fell ill with a fever. i felt deeply sorrowful knowing that i would have to disappoint my date, however just as i was about to inform them of my condition, dylan burst into the room and shrunk down ant-man style, entered my circulatory system, and proceeded to exterminate all the bacteria behind my fever within the span of 3 minutes. once he was finished, my temperature went down to normal and i felt better than ever. he saved me, and my love life. #VoteDylan"], "zach.fcy": ["Once I was on holiday when there was a massive earthquake! I fr thought I was gonna die but @sda_mahan flew across the world and landed right next to me, putting the tectonic plate back in its place! @sda_dy.land_of_fun_stuff then used his studio ardent skills to photoshop me back to Singapore safe and sound! I wouldn’t be standing here today if it wasn’t for these two so vote for these legends @sda_mahan and @sda_dy.land_of_fun_stuff"], "enwordsho": ["one day dylan uhhh 🗿🗿🗿💀💀💀@sda_dy.land_of_fun_stuff"], "yellow_salt_beach": ["OMG DID YALL KNOW THAT DYLAN IS A MARIO KART GOD 😱😱😱😱😱 @sda_dy.land_of_fun_stuff", "VOTE DYLAN @sda_dy.land_of_fun_stuff"]}, "@sda_mafan_tendencies": {"lolk.mingjie": ["One day when I was on a battleship, a hole got punched in the ship and it started to sink. The boat was filling up with water on one end, tilting the boat. Just in the nick of time, @mafan_tendencies fell from the sky and using principle of moments, balanced the 45,000 ton battleship back to its original state! Vote for someone who you can trust in times of need! Vote for Mahen!!!"], "twistieetwistiee": ["When I forgot to bring my ART kit to school, Mahendran teleported to me and passed me his kit even when I was on HRW. Prioritising others before himself! He’s definitely capable of helping the student body!\n\nOn another day, when my wallet with $0.05 (yes I’m broke) was pickpocketed, Dylan picked up a nearby softball and threw an absolute bullet at the pickpocket who was 100m away, halting his escape. Dylan’s willing to use his skills to assist anyone at anytime B> \n\nVOTE FOR MAHENDRAN AND DYLAN!!"], "gaoxuan_21": ["A long long time ago, I had just found a new crush. We were communicating and vibing well and I was just about to make a move, when Mahendran managed to find out that she had a boyfriend, he managed to get the vital information to me in time before I embarrassed myself in front of the school. Till this day, I remember him running into class stopping me, like a knight in shining armour. Dating is temporary but our bond is unbreakable ❤️"]}, "@sda_lyxialeexy": {"e.chin_": ["once upon a time i was really really tired after training at macs and was craving ice cream and lycia teleported from her work place @ udders @ thomson and served me ice cream #whatalegend and even said my room was aesthetic 😝 and will even eat your birthday cake for you (true story). VOTE FOR LYCIA!!!!!! ❤️‍🔥❤️‍🔥❤️‍🔥"], "ayzley_": ["there was once i was so down in the dumps about my bio grades because who likes bio, but then @lyxialeexy magically ran out of nowhere and climbed through my window and slapped me so hard her knowledge for bio diffused from a higher concentration gradient from lycia’s brain into my brain with no concentration of knowledge at all, and because of that i got a 1283838/1 for my bio WA and was able to bid farewell to bio on a good note \n\nvote for lycia and she will scream at you at 1am to get your ass to do work #saynotoprocrastination"], "qiuqiu_train": ["The day i met lycia was like any other day on the track. It was hot, the sun was blazing BECAUSE LYCIA WAS THERE :0 🔥🔥 so yes vote for lycia hot and spicy @lyxialeexy"], "rock_hard_emperor_sc": ["one time, i got v lost in hcjc as the sch was as big as man united’s Ls. luckily, lycia and dylan whipped out their trace together and they managed to trace my classroom!!! i’m forever indebted to them for not making a fool of myself!!! vote @hc_tracetogether!!!"], "althea_heretoslay": ["truly story: one day when i was really sad lycia came and gave me a hug then she made ianhan clarence and austin appear and then we went for dinner and i was not sad anymore 😊"], "iannhann": ["omg lycia so cute"], "clearencesaless": ["one day i told lycia that i was craving a baguette so she ran out of hwachong during break time to go to paris to NOT JUST BUY me a baguette but she also learnt how to make them so she could make a lifetime worths of baguettes for me vote lycia"], "s.a.b._bi": ["eventho @lyxialeexy is the hoe of the grp but as THE HOE she nv fails to provide us with endless entertainment n joy n laughters n whenever we are slapped in the face with hot men shed be the first one to stand up for us truly a certified councillor ❤️❤️❤️ vote lycia lee in rn 💅💅💅", "ok i need to think of my story for lycia lee"], "apr.iilll": ["Once i aged as the seconds passed by and @sda_lyxialeexy stopped time vote @sda_lyxialeexy for eternal youth", "Once i felt too lazy to walk ard the big ass sch so lycia dropped out of sch to get a drivers license and a martial arts degree and came back to knock out the golf cart driver and steal his cart to become my personal chauffeur! Vote @sda_lyxialeexy for one month of free rides", "Once i got a mosquito bite and @sda_lyxialeexy killed all mosquitoes vote @sda_lyxialeexy", "Once i got covid @sda_lyxialeexy saw my plight n single handedly invented the cure vote @sda_lyxialeexy to end covid"], "shqnice": ["One day I was walking along the street and I happened to drop all my bread on the floor so I couldn’t eat anything because it was all contaminated but lycia came to my rescue with a ten bags of four leaves ten bags of johan and ten bags of Swee Heng bread to save me from my bread hunger I never knew I could be so grateful for someone to drop thirty bags of bread right in front of my face and I later learnt that lycia actually was controlling the weather over in Malaysia so she basically dropped everything to bring me my precious beloved bread bc she knows how much I love my bread forever grateful for lycia and our shared love of bread vote lycia she’ll bring u snacks @sda_lyxialeexy", "True story however is that lycia lee has never corrected my lack of punctuation LMAO nyld can testify for that lycia has good punctuation pls vote for her"]}, "@hotpot.breanna": {"amogus.peipsiwu": ["@hotpot.breanna VOTE BREANNA 🔥🔥🔥"], "kermitted.yanzhen": ["omg breanna so cute!!!! vote breanna!!!"], "worlde.jinbo": ["breanna is super nice and friendly and approachable i’m not even kidding she helps me with bio chem math and everything else without her i wouldn’t have survived sec 4😭😭😭", "gooo breanna!!😍😍😍", "i still remember the days when i used to be a farmer. one day i ran out of carrots to feed my rabbit😭😱 i was absolutely devastated & didn’t know what to do! guess what BREANNA @hotpot.breanna who has always been by my side (literally and figuratively) KINDLY OFFERED me her whole stash of 🥕😫 & TO REVAMP MY FARM TO A MANSION🤯 SO VOTE FOR BREANNA she’s the most generous kind and supportive candidate you won’t regret voting for her🤩"], "onegrandemegan": ["@audreyyqhs @wheresmycorndogat @hotpot.breanna"], "connect4.rach": ["@hotpot.breanna GOOD LUCK!!!!"], "yell0wsqu4re": ["LESGOOO @hotpot.ailin @hotpot.breanna 🔥🔥🔥", "how can i pick a favourite hotpot ingredient when there’s @hotpot.breanna 😢"], "hxnyuxuan": ["i love enoki and meat but i love @hotpot.breanna more 😍😍"], "ayzley_": ["@hotpot.breanna so cool and hot 🔥🔥🔥🔥🔥🔥, has never failed to help me survive science practicals and prevent me from dying especially during practical exam ❤️❤️"], "amogus.wanling": ["@hotpot.breanna @hotpot.ailin LESGOOOOO🔥🔥🍜🥟🍤🍲"]}, "@hotpot.ailin": {"lloseandtoghh": ["yes ofc we'll go w you!! and we should definitely visit Mallorca too haha vote for @hotpot.ailin one vote for ailin is one vote for trilingualism 🔥🔥🤩"], "lixuanzx": ["GOOOO @hotpot.ailin 🔥🔥"], "charl.eneee_": ["@bwel.yr @hotpot.ailin @hotpot.hong_jing SO COOL 🤩🤩"], "yell0wsqu4re": ["LESGOOO @hotpot.ailin @hotpot.breanna 🔥🔥🔥"], "ayzley_": ["@hotpot.ailin is very collaborative during group work and dances very well too 👀 vote vote vote"], "_nutm3g._": ["JIAYOUZ @hotpot.ailin 😍"], "amogus.wanling": ["@hotpot.breanna @hotpot.ailin LESGOOOOO🔥🔥🍜🥟🍤🍲"], "kermitted.yanzhen": ["💖💗❤️ go bwe!!! go ailin!!! so cuteee"]}, "@hotpot.hong_jing": {"_ryanwee_": ["there was one day when i was walking home from school then @hotpot.hong_jing came down from the sky like an angel and took me in his private jet and flew me home so vote for hong jing my idol 😩"], "ming.xuanz": ["One day while I was walking to school, I saw @hotpot.hong_jing, he was so 红 that I thot it was cny🙌"], "connect4.rach": ["@hotpot.hong_jing JIAYOUS AHAHAHA COUNCIL MATERIAL 🤧🤧", "help ok another true story so one time I was dying of art block in the library and I couldn’t think of a single Instagram post design and my deadline was literally in 5 minutes and my iPad was at 1%. but @hotpot.hong_jing appeared and magically??? helped me fix my whole ig post by bringing a charger and making a super dope design that got like 38373939282 likes the next day!!! vote @hotpot.hong_jing AHAHAHAHA"], "audreyyqhs": ["wow!!! so cool so hot bre and hongjing very council material wow wow"], "charl.eneee_": ["@bwel.yr @hotpot.ailin @hotpot.hong_jing SO COOL 🤩🤩"], "deeeluuun": ["I LOVE @hotpot.hong_jing"]}, "@mouseketeer.branson": {"not._.justen": ["@mouseketeer.branson how much were u paid"], "amigo.awes": ["The only time I get to see u dancing like an idiot 😁 @mouseketeer.branson"], "saltyqm07": ["branson 👍"], "duck._.vader": ["@mouseketeer.branson ✅🅱️", "So 3 weeks ago i was in Jakarta having shooting competition!! 🔫 Our🇸🇬 team was fighting for the Gold Medal, and it was down to the last shot 😬🤯. However, I had accidentally misfired!!!😱😱Just that moment, @mouseketeer.branson suddenly slowed time down, and managed to move the bullet to the bullseye 🎯 , allowing us to win Gold🏅!!! ✅🅱️to claim 🛄 and affirm🙆 Gold Medals for the rest of your life 🔥🔥🔥"], "zzzzzzzhengyang": ["one day i was very broke branson became my sugar daddy branson very cool vote branson"], "k3.aneee": ["pushing 🅱 @mouseketeer.branson", "‼️true story‼️ once upon a february, i was cwavin 😋 me some crisp, delectable cwassoins. so i headed down ⬇️ to 7/11 🏪 to get me some of that bred🍞, and just as i opened the wrapper, a wild, hostile 👹 carl wheezer ⚠️ appeared out of nowhere ⁉️ and snatched 🤛 away my fresh, flaky delight, leaving me gobsmacked 😱. as luck 🍀 would have it, @mouseketeer.branson was making his hourly rounds 🕰 on the branmobile 🚗and he knocked 👊🥊 the daylights 💫🥴 out of carl 😵😵‍💫 with a flying kick!! 🦵thank you queen 👸👑 @mouseketeer.branson my idol🤩🤩! what a real g 😮‍💨✊ vote ✅ for bwansan if you want to savour 🤤 your cwassoins 🥐 in peace ✌️ too"], "elaijpay": ["one day i was walking around with my among us drip just minding my own business and fixing wires. suddenly these 2 yps came out of nowhere and demanded that i hand my drip over. i said no then they not happy and threaten to beat me up. thats when suddenly mouseketeer Branson showed up and challenged the yps to a game of poker on plato. branson opened with 2 aces so he went to immediately all in. the yps called so it went to a showdown the yps had a six pair and i thought it was lost when another six showed up then a third ace came in clutch and then the final card was a six and i lost my among us drip. however, mouseketeer Branson pulled out fresh new among us drip signed by Deez Guys Toes from onlineTV. vote for mouseketeer Branson."], "disabled_malaysian_reject": ["@mouseketeer.branson ✅🅱️"], "thefoongs": ["So just this morning I was craving for a McSpicy and thought of ordering online, until I realised McDonalds had shut down. Out of nowhere, branson flew down from the heavens and was literally levitating outside my window, in his hand was the brown, rectangular paper bag that we all know and love. Tears rolled down my cheeks as I profusely thanked branson and elatedly bit down onto the sweet, succulent burger. 420/69 best service ✅🅱️"], "fishy_ym": ["@mouseketeer.branson ✅🅱️"], "fangjunxuann": ["@mouseketeer.branson ✅🅱️"], "shyh.kaizzz": ["@mouseketeer.branson ✅🅱️"], "mdragox0408": ["@mouseketeer.branson ✅🅱️"], "tan_y.w": ["@mouseketeer.branson ✅🅱️"], "llt_spirex": ["@mouseketeer.branson ✅🅱️"], "scuttle._.crab": ["if @mouseketeer.branson can lose with 2 aces in his hand and ace in the flop u know he can make anything happen", "one day i had double sixes in my poker hand and i thought the pot was lost but @mouseketeer.branson came in clutch with the double aces loss and won me the pot"], "def.notyule": ["One day I was exercising 🏃‍♂️ 🏃‍♀️ in the park 🌲 when I suddenly walked into a brick wall 🧱 I twisted both my ankles and my fingers were all dislocated 😢 😭 I thought I wouldnt be able to get home 🏠 when ‼️suddenly ‼️@mouseketeer.branson appeared and put all my dislocated limbs back!!! 😊 Truly a miracle worker! Vote for my guy :)"]}, "@mouseketeer.rachel": {"kopi.shannon": ["jiayou rachel!"], "valeriexylim": ["@mouseketeer.rachel Vote for Responsible Rachel 🤚🏻🤚🏻"], "gay_ngay": ["@mouseketeer.rachel Carry the class was the prequel, now u gonna carry the school as well >.<", "One day I was playing ball 🏀 when this 10 feet guy started a fight with me 🆘. I thought my life would end right there 😢 but guess who ⁉️ suddenly appeared! ⭐️@mouseketeer.rachel⭐️ walked up to the guy and sent him flying into the stratosphere ☁️ 💨. Real one right there 😌 Vote for her!!! 🔥 🎉"], "regineyongsz": ["One day I fell into a random body of water and nearly drowned but luckily @mouseketeer.rachel was there and she saved me.Vote for @mouseketeer.rachel .She truly is a life saver"], "lois._yl": ["@mouseketeer.rachel LETSGOOO ❤️🔥🔥🔥🔥", "one day i was going swimming in river safari. lo and behold i met a shuai ge inside the waters and fell in love. he took off his mask and turned out to be a CATfish. despite all mouse-y fears @mouseketeer.rachel bravely swooped in like a princess in shining armour. she rescued me from his claws. vote for rachel today to save yourself from love scams. why find men when you have rachel."], "celestarry": ["one day it was raining 🌧 and i was rushing for school 🏃‍♀️ when i realised that I DIDNT BRING MY BAG 🥴⁉️ i was freaking out when SUDDENLY @mouseketeer.rachel ✨appeared✨ in front of me and brought with her MY WHOLE HOUSE 😳😳 SHE’S A REAL G VOTE FOR HER!!!! 🔥🔥"], "cla.reang": ["ive never met a MICEr and more faMOUSE person lets go rachel 🐭🙌"]}, "@mouseketeer.yeecun": {"shqnice": ["that’s cap yeecun can dance really well"], "its_yihannnnn": ["姨已经59了 在大润发杀了33年的鱼 姨以为姨的心已经冰冷了 但是看到 @mouseketeer.yeecun 还是会小鹿乱撞"], "ericawlyl": ["one day i was waiting for the mrt from serangoon to harbourfront and i stepped on a banana peel on the floor. i lost all control and was about to fall to my demise on the train tracks. then a strong force pulled me backwards as the wind from the oncoming train caused my hair to flip like a main character. but i wasn’t the main character. you see i turned around and it was none other than HENG YEE CUN that saved me from my untimely death with her superhuman strength. moral of the story vote for yee cun!"], "_xrannn_": ["yee cun supremacy🔥"], "s.i.q.i.n.g": ["Once upon a time doctor strange opened a doorway to artarctica and I was sucked in w the force of giga newtons. alone and trapped, I was shivering so hard I became a blur and camouflaged w my surroundings. suddenly, warmth engulfed me like a lover. I looked up to see a ball of fire speeding towards me. my eyes lit up like a light bulb. it was none other than my hero and also the 🔥 hottest 🔥person alive @mouseketeer.yeecun coming to my rescue!! VOTE FOR YEECUN so that she can be ur knight in shining armour 😍😍😍"], "marcidonutes": ["not clickbait!!! once upon a time i was walking to the grocery when i saw a man named Rochester. he was being such a menace to society and thought he could do whatever he wanted. i feared for my life then, terror gripped me, i stood still, like a deer caught in the headlights. out of nowhere, yee cun arrived and scolded rochester and said he had no right to be so inconsiderate to society. rochester was so ashamed he wore rocket boots and blasted himself to the sun. yee cun then gave me jellybeans to eat. her kindness and courage was so amazingly girlbossin, which is why you must now vote for her!!!🔥🔥"], "jeez.caroline": ["LESGOOOOOO C位 🔥🔥🔥🔥🔥 @mouseketeer.yeecun"], "avid.cactus.admirer": ["My god true story🙌 I was trekking through the Sahara desert 🏜 🌵 when I ran out of water 💦😢. The sun 🌞 legit laughing at me I was bout to dieee 💀. Then @mouseketeer.yeecun flew down from a plane and grew a tree 🌲 where i was standing❗️Man! I finally had some shade in this hot ass place. Really too kind of her 👏👏 Can’t get any better than this !!!!!"], "jtydgdlp": ["i love @mouseketeer.yeecun", "yee cun 🔥🔥🔥"], "infinitus._": ["one day i was in class and doing math but then i didnt know how to do an integration question! 😔😔 what will i do, i wonder, mrs lai will be so angry at me 👹😢 but then! @mouseketeer.yeecun girlboss barges into the room breakdances and sings 🤭🤭Shawty had them 🍎 apple 🍏🍑 bottom 🍑👖 jeans 👖 👢 Boots 👢 with the 🦊 fur 🐰 with the 🦊 fur 🐰 and suddenly my entire math worksheet is done 🤩🤩and yee cun gallops off into the sunset w her little mouse 🐁 🐭 vote yee cun for more rodents and apple bottom jeans 👖"], "jamieongzzz": ["one day 我踏着轻快的脚步 up the stairs to class when I suddenly lost my vision and started to lose my balance 😱😱 I could feel my life flash before my eyes when I suddenly felt a hand grab my wrist, that hand belonged to no other than @mouseketeer.yeecun herself!!! Indeed, she always 伸出援手 SO VOTE FOR YEE CUN ❤️❤️"], "enya.koh": ["one day i was walking up the stairs and i complained to yee cun about how tired i was. as the most considerate and caring friend i’ve met, she threw me down the stairs, breaking my ankles, so instead of taking the stairs i could use the lift in a wheelchair instead. thanks to her quick thinking and love for her friends, i now never have to climb the stairs again. vote for her if you want such a generous and kind person in your life ❤️‍🔥❤️‍🔥❤️‍🔥", "true story: mariah carey was walking home one day after being rejected by her record label. when she was suddenly approached by a stranger who gave her 5 dollars and said “go chase your dreams”. she felt so inspired that she released a song the next day. the title of the song is all i want for christmas is you. the name of the stranger is heng yee cun. vote for yee cun if you want your life to be changed, just like mariah carey’s was fifty years ago. ❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥"], "y1nl3": ["once i was waiting for my bus opposite nanyang but the next 852 was gonna take another 37 minutes to arrive so i was lonely and sad at the bus stop but yee cun found out about it using her supersonic hearing 👂👂so she flew out of her own bus which was 99999km away just to sit with me at the bus stop and do people watching ❤️‍🩹she truly is a mouseketeer in my heart ❤️‍🔥❤️‍🔥入股不亏📍#anotherdayanotherslay"], "22ares12": ["@mouseketeer.yeecun slayyyyy girlboss !! 🙏🥴😌🤟❤️‍🔥❣️ 22a12 pride frfrfr"], "glori.ughh": ["@mouseketeer.yeecun is the Micest person you will meet out there", "Not to be cheesy but @mouseketeer.yeecun is literally the biggest cheese out there", "Vote for @mouseketeer.yeecun for instant gRATification 🐀"], "connect4.rach": ["OK THIS ONE IS A TRUE STORY we were literally drowning in vday poem orders for ES and  @mouseketeer.yeecun literally came in clutch folding like 1000000 hearts for the snrs !!! super responsible go vote yee cun for council !!"]}, "@ycz_javier": {"deeeluuun": ["@ycz_javier wah eh sing for us eh", "being a culer is so cool @ycz_javier"], "yenrielim": ["All the best Javier! 👍🏻"], "kangting.kt": ["Vote for Javier, the caring and responsible person you need 🙌🙌🔥"], "c.haarlottee": ["WOW JAVIER @ycz_javier 🔥🔥🔥"], "shermainelzy": ["JAVIER LESGO 🔥🔥🔥 @ycz_javier"], "yell0wsqu4re": ["@ycz_javier @amandatanyh @kangting.kt truly some of the best people i have gotten to know 🥰"], "ayzley_": ["@ycz_javier is a very helpful individual and will def help u survive jc 💪🏻💪🏻"], "casschew": ["Kang Ting n Javier r the PERFECT candidates bcos there is ONE THING they can do and tht is to MAKE yr hwachong life BEAUTIFUL ❤️🙏🏻 good PM.. plse vote for them 😫✅"], "stefaniegoh_tt": ["@kangting.kt @ycz_javier 🔥🔥🔥👏👏👏"], "_anecha.t_": ["@ycz_javier VOTE FOR DADDY YUNGGG"]}, "@amandatanyh": {"ayzley_": ["@amandatanyh serenading me to sleep in class but will wake me up so i don’t die in acads 😍😍😍", "if @amandatanyh can save my sanity, she can save yours 😍😍 #supportive"], "sherlyn._.cyn": ["@amandatanyh MY FAVOURITE GURLL"], "patricia_wahc": ["@amandatanyh so cool!", "@amandatanyh 偶像", "vote @amandatanyh she will make your life sweeter"], "nikxipixxi": ["@amandatanyh OMG GURLLL SLAYZZZZZ❤️‍🔥❤️‍🔥❤️‍🔥😍😍😍", "@amandatanyh SLAYEST EVERRRR😻😻😻❤️‍🔥❤️‍🔥❤️‍🔥"], "bibble_mcfizzle_": ["Amanda delivered me", "Amanda dragged a stranger's car out of a canal", "Amanda is a dapper young lady", "Amanda is so hot it's not physically healthy to be around her", "Amanda paid my student debt and mortgage", "Amanda saved me from a crocodile last week", "Amanda why are you so cool", "Amanda you are so cute", "Last week Amanda drank all the rain so my rabbit could go out to play"], "yingyi_shi_88": ["@amandatanyh ADOPT ME 😘😘", "@amandatanyh DADDY SO SEXY 😍😍🔥🔥🙌🙌"], "yellow_salt_beach": ["Amanda can I be ur backup singer 🥺"], "ninngleberry": ["@amandatanyh VOTE HER SHE V SWEG"], "yenrielim": ["Go for it @amandatanyh! This is who you are! 🔥🔥"], "iraedescent_": ["@amandatanyh my best friend who can bring anyone through a bad time, always supportive and has a weird but charming humor \nim sure yall will or alrdy love her as much as i do ❤️\nshe is amazing and will bring greatness to council!!!"], "kaliexna": ["@amandatanyh MY GALLLLL U GO 🤟🏻🤟🏻🤟🏻", "@amandatanyh is the best u won’t find another one like her"], "leggooo.yenyee": ["One day i had fever cough sore throat and runny nose. Immediately, @amandatanyh and cherlyn used their voices (GEGGEGGEAGGE) to shoo my sore throat away. just at that moment, amanda also whipped out her guitar and  used it to produce sound waves (GEGGEGGEAGGE) that banged my fever away. Then @kangting.kt came in with a grand piano and played notes GEGGEGGEAGGE and my runny nose stopped. Now for the cough, kangting then took a violin and started playing the same notes. Wow my cough stopped. The 3 of them r magical. VOTE FOR THEM!!"], "chlolasaurus": ["LETS GO @amandatanyh AND CHERLYNN🔥🔥🔥🔥"], "yourhahalele": ["@amandatanyh LETSS GOOOO 😍😍😍😍😍 U DA COOLEST"], "yell0wsqu4re": ["@ycz_javier @amandatanyh @kangting.kt truly some of the best people i have gotten to know 🥰"], "um.yuki": ["last year, i was struggling to sleep 🎶😪 at 1 am after studying long hours for my chemistry exam 😖🛌 i was breaking into cold sweat and close to vomitting because i was so nervous 😰😰 then suddenly out of the corner of my eye... i saw @amandatanyh fly through my window!! 🏠 my my my she was glowing in pale moonlight and had the most angelic wings on her back that ive ever seen 👼☀️ she flew beside me and sung me the most melodious tunes 🗣️🎶 and played the most calming lullabies on her guitar 🎸 that put me to sleep immediately 😫😫 after hours of sweet dreams and the best sleep ever, i sat for the exam and her beautiful singing infiltrated every corner of my mind... 🧠 it spurred me on in the darkest of times (aka when i felt like leaving multiple questions blank) and calmed my nerves immensely ‼️‼️ lo and behold i scored a 300/100 on that exam even after years of failing chemistry all thanks to amanda 👩‍🔬⚗️ so I AM VOTING FOR AMANDA TO GET MY 90 RP AND U SHLD TOO!!! 💅💋💝 she's even better than 1 direction 🙄"], "nellliunini": ["Amanda!! ❤️"], "purple_raytardo": ["one day i was facing terminal depression because i realised that the earth was flat but then @amandatanyh fell from the sky and used her magic powers to create a guitar. she then proceeded to play me a song that was longer than taylor swift’s 10 min break up song that brought be back to life and cured my depression and even gave me immunity to covid-19 for 1000 years. she gives better service than hai di lao so vote amanda 😍😍"], "worlde.jinbo": ["@amandatanyh LETSGO AMANDAA🤩"]}, "Cherlyn": {"yenrielim": ["All the best Cherlyn 👍🏻"], "tan.huiiiii": ["OMG Cherlyn!!! ❤️❤️❤️"], "qingwayy": ["Despite her not having Instagram, giving up a key promotion factor of her campaign, not once has Cherlyn wavered or given up in the long and hard journey that is becoming a student leader. Embodying the very spirit of Ares with her indomitable and resilient soul, Cherlyn is Your Choice of Leader. Every vote is precious, so: Vote for somebody who you know will best represent what you want the world to see. Vote for courage, strength, and perseverance. Vote for Cherlyn."]}, "@kangting.kt": {"stefaniegoh_tt": ["@kangting.kt @ycz_javier 🔥🔥🔥👏👏👏", "@kangting.kt KANG TING MY BESTIEEE 🥰🥰", "@kangting.kt YOU MAKE MY LIFE ✨MAGICCC✨"], "wilbur_chri._.shu": ["@kangting.kt STAR QUALITY🌟👑✨⭐", "@kangting.kt is D 1 for you!! ❤️💥 SUPER COOL😆", "Kang Ting SO COOL!!! 😍😍😍😍😍", "This post truly brightened up my day✨😭 @kangting.kt"], "yenrielim": ["All the best Kang Ting 👍🏻"], "galileofigaromagnificooooo": ["i love rollercoaster but i love you more @kangting.kt"], "leggooo.yenyee": ["One day i had fever cough sore throat and runny nose. Immediately, @amandatanyh and cherlyn used their voices (GEGGEGGEAGGE) to shoo my sore throat away. just at that moment, amanda also whipped out her guitar and  used it to produce sound waves (GEGGEGGEAGGE) that banged my fever away. Then @kangting.kt came in with a grand piano and played notes GEGGEGGEAGGE and my runny nose stopped. Now for the cough, kangting then took a violin and started playing the same notes. Wow my cough stopped. The 3 of them r magical. VOTE FOR THEM!!"], "kermitted.kimberly": ["@kangting.kt go girlboss 😩"], "yell0wsqu4re": ["@ycz_javier @amandatanyh @kangting.kt truly some of the best people i have gotten to know 🥰"], "ayzley_": ["@kangting.kt ‘a calm demeanour will cool down your hot singapore day 😎"], "casschew": ["Kang Ting n Javier r the PERFECT candidates bcos there is ONE THING they can do and tht is to MAKE yr hwachong life BEAUTIFUL ❤️🙏🏻 good PM.. plse vote for them 😫✅"]}, "@xinyi_heretoslay": {"yyutong.l": ["xinyi im not in this post suddenly i am no longer your biggest fan 😔"], "lavender_sprinkles": ["@xinyi_heretoslay puts the 心意 in hwach SLAY GURL 💅💅💅", "sheesh we love gz hence we love xin yi 🥵💅"], "hahaha_gangnam_beauty": ["xin yi come my house, i cook for u"], "megannyx__": ["walau eh @xinyi_heretoslay i look damn ugly", "xinyi come ac to slay my day can or not", "xinyi so hot", "xinyi so pretty"], "yuan.xiao_": ["jiayouss xinyi!! 😍🔥"], "ha._.rollim": ["damn lesgo xinyi so cool 🤩"], "althea_heretoslay": ["xinyi so cute ❤️❤️❤️❤️"], "csy.aly": ["i remember once 1⃣ i got hit by a truck 🚍🚍 and got isekaied into a world 🌎🌎 where dinosaurs 🦖🦖 and dragons 🐲🐲 existed and i had to cower for my life 😱😱😱😰😰😰☠️☠️, thankfully xinyi @xinyi_heretoslay came into the world as a meteor 🌠🌠🌠💫💫💫 and killed 🤺🤺 all the dinosaurs and dragons to save me and bring me back to the real world 🙌🙌🙌🙏🙏🙏🙏"], "rafflesftw": ["A great platform that can make everybody smile, my first time hearing about making money online, I thought is fake but when I try it I realize that is real so I won’t keep silent I need everyone to smile like me @xinyi_heretoslay"], "charlizyou": ["Xinyi puts the X in sexy , I in Inspiring , N in Nice , Y in you should vote for her….! I’m such a good friend @xinyi_heretoslay"], "jeez.jo": ["@xinyi_heretoslay AYYYY💅🏻💅🏻💅🏻"], "jk.delfine": ["@xinyi_heretoslay 😍😍🔥🔥 SO SWAGS SLAY LAAAAA"], "seoktheseballs": ["one time i got lost in the jungle and a bear started chasing me but luckily xin yi was there to fight off the bear and she focking won the bear did not stand a chance and more importantly my phone was @ 10% but she lent me her power bank and effectively saved my life anywya vote for xin yi", "xin yi learnt the entire o level and a level syllabus and is now tutoring me, my children and their children vote for xin yi", "xin yi saw that i was #lonely and decided to intro me to twice’s momo and now i have a gf Vote for Xin Yi Unnie 😍😍🥰🥰🥰", "xin yi u left ur rolex and your $200 jungkook pc at my house 🤭🤭"], "felicia.leeyx": ["LET'S GO XINYI🔥❤️🔥 @xinyi_heretoslay"], "zziyingg_": ["@jingting._ and I did very badly for our prelim last year so in order to save us from our grades xinyi decided to donate some of her brain cells to us and in the end we managed to do well for Os!!!!! Vote for XINYI to get smart braincells 😩😩😩😍😍😍😍"], "jeez.caroline": ["xinyi here to slay 🔥🔥🔥🔥🥵🥵🥵 @xinyi_heretoslay @xinyi_heretoslay"], "jingting._": ["I was dyin* from hunger in the middle of the Atlantic Ocean and also about to be eaten by sharks but then just as I was about to d-word @xinyi_heretoslay suddenly teleported to my face and fetched me home in her private jet ❤️"], "clearencesaless": ["fun fact xin yi once built a nursing home form the ground up with her bare hands and started a charity organisation for them 😍😍😍😍😍"], "shqnice": ["Ruyi and xinyi double handedly saved me from getting my nose hit by a basketball during pe and my left arm from dying bc I was on booster I can never thank them enough they’re my saviour 😍😍😍😍"], "hao.raan": ["So right one time i was in the canteen eating my bak chor mee no.6 干的 then suddenly discpline master walk up!!! I thought i was about to get caught for hair check, but ru yi and xin yi staged a fight at the other end of school! The discipline master hurried away and i walked off without any DP!!! vote for xin yi amd ru yi!!!"]}, "@ruyi_heretoslay": {"yuan.xiao_": ["jiayous ru yi !!! 🔥🔥"], "abigail_cyq": ["Vote ruyi because she is jake, ran takashi 's boyfriend and if u dont she will steal sunghoon from @xian.lin.13 and xian lin will be sad. Do u wamna make xianlin sad?"], "yellow_salt_beach": ["记忆就像张渔网，里面收藏着各种各样的回忆，有好的、烂得、很好的、很烂的、非常好的、非常烂的。。。今天我要跟大家分享一个我人生中很烂的经历，但是幸亏有ruyi，我那天没有死，从此我日子过得每天开开心心、灿灿烂烂、万事如意（spot the pun hehehhehehehehe）。\n那是一个风和日丽阳光明媚的早晨，天上的鸟儿在我耳边唱着歌，路边的小花仰头向我微笑。我心里的快乐是非笔墨能形容的，我简直要快飞了起来。突然，天空生气了，天上开始乌云密布电闪雷鸣乌云滚滚，老天爷开始敲鼓了。啊？为什么？我自言自语。\n啊呀我的妈呀！接下来的场景令我目瞪口呆，我的两个眼睛张的大大的像两粒鸡蛋。“OMG！”我叫道。只见我的敌人小明正在长着翅膀、拿着一根棍子向我飞来。我以为我当时就要⚰️了。结果我没有。你知道为什么吗。因为那一瞬间，ruyi从树丛中跳了出来（因为她的家是树上她的邻居是猴子），她的出现把小明给吓死了；他的头发掉了出来，小明从此消失的无影无踪，我觉得他应该是⚰️了，你们觉得呢？"], "eunicycl3": ["never a dull moment with ruyi around 😍"], "veichin._.icecreammmm": ["lesgo ruyiiii"], "althea_heretoslay": ["yay ruyi so cool play volleyball 😍😍😍"], "ellnllr": ["@ruyi_heretoslay so slayyyyy 😍 # voteruyi she is the reason for #whyhc", "LESGO @ruyi_heretoslay 😍😍🔥🔥", "Once when i was in korea liaising with enhypen jake sim about a contract to come sg meet my fanatic friend and almost collapsed after ordering a spicy dish that i didn't know was spicy, @ruyi_heretoslay RAN faster than usain bolt with 1 gallon of water from her house to where i was to revive me, not only did she NOT laugh at me, helped me FINISH discussing the contract, she with her BIG RED ❤️ FILLED WITH KINDNESS and SLAY allowed me to be the person i am today. Am forever grateful and this is why vote ru yi to slay‼️📌❣️#/whyruyi"], "piggyy.amber": ["Have u ever felt the urge to jump off level 5? Dont worry ! @ruyi_heretoslay will always be here to catch u !! VOTE RUYI TO REGAIN MENTAL SANITY !!"], "xian.lin.13": ["once i was stuck in the basement of spongebobs house and could not get out and ruyi immediately built a red submarine and went to pull me out of the basement and  then still brought me jake's handmade cow eggs just because i was hungry if it wasnt for her i would not have been here today ruyi is a star vote for her for more lives to be saved because RUYI SLAYY 🤩🤩"], "rollsrence": ["i told ruyi i was craving tteokbokki during econs class and she ran to korea to buy my tteokbookki and gimbap and ran back in time for recess ❤️❤️❤️ she also ended world hunger and starvation while she was at it #migratemutatecrosspollinate vote ruyi"], "beeohna": ["bong ru yi"], "hao.raan": ["So right one time i was in the canteen eating my bak chor mee no.6 干的 then suddenly discpline master walk up!!! I thought i was about to get caught for hair check, but ru yi and xin yi staged a fight at the other end of school! The discipline master hurried away and i walked off without any DP!!! vote for xin yi amd ru yi!!!"]}, "@althea_heretoslay": {"deeeluuun": ["@althea_heretoslay ONCE SMASHED MY HEAD WITH TEXTBOOKS WHICH MADE THE TEXTS GO INTO MY HEAD THROUGH DIFFUSION VIA A STEEP CONCENTRATION GRADIENT IN THAT MERE MILLISECOND.", "althea and i rocks", "eh wat why my picture not inside @althea_heretoslay", "i love althea"], "ziningxx": ["althea"], "yning._": ["althea KNOWS her brackets in math… that’s super impressive 🔥🙌👏", "althea and slay go together so well that’s the only thing i ever know", "althea’s surname is def slay bc all she does is slay all day 😍😍", "one time when i missed my flight @althea_heretoslay flew to the airport to buy me a new ticket and let me stay in her house for free while waiting for my new flight ALTHEA THE GREAT SAVIOUR OF MY LIFE 🙌🔥❤️😍"], "ayzley_": ["althea why so cool ??? 😎😎🆒🆒🆒"], "amandatanyh": ["my dream is to be featured in an althea selfie 🥹🥹"], "janelleiyl": ["althea donated her kidney to me last year", "my hairline was dying so althea shaved her head n donated me some hair😩😩😢 very grateful for u😢😢😢😢"], "piggyy.amber": ["do u want the opportunity to hold pen AND hold hand?? Vote for @althea_heretoslay to make ur dreams come true !!"], "innshin.tyx": ["One fine day when i was crying over my lost sanity, althea flew down all four flights of stairs from class to give me a hug that instantly restored my sanity and then single handedly carried me back up all four flights of stairs vote @althea_heretoslay today"], "clearencesaless": ["true story; me and my grandma were crossing the traffic light when we were about to get hit by a bus but althea single handedly stopped the bus with her bare hands and saved me and my grandmas life althea is a true super star vote althea"], "heyhaytart": ["one day i was running to school but there was a puddle of water and i slipped but althea carried me up and to school LIKE THE STRONG WOMAN SHE IS FIRST TIME I WASNT LATE TO SCHOOL FOREVER THANKFUL FOR @althea_heretoslay 😍😍❤️🤩"], "antheangg": ["althea is the most caring beautiful amazing person i have ever known-althea lol"], "iannhann": ["althea so cute"]}, "@aeson_heretoslay": {}, "@nicolesimm": {"xinyi_heretoslay": ["vote nicole TODAY"], "richellelxh": ["lets go nicole!! ❤️‍🔥❤️‍🔥"], "eva.cxz": ["one day i was crossing🚶‍♀️the road but i saw a huge rubber duck 🦆 dashing at me!💨shiver me timbers!😣but nicole saved the day and pushed the duck away!🤲🏻 so vote for nicole to slay your day!💅❤️‍🔥"], "tan.yunxuan": ["one day when I was eating chicken rice 🐔 🍚 I accidentally choked on my chicken rice 🐔 🍚 and thought that I was about to die 😣😣😣 but then nicole suddenly ✨ appeared ✨ after playing netball 🏐 and said “DONT WORRY I M HERE TO SAVE U” and I am not sure why but once she appeared suddenly the food wasn’t stuck anymore 😍😍😍And I felt totally fine after 😜 rly think Nicole has some superpower & she def has the ability to save the world 🌎😘 i have never choked on chicken rice again after 🐔 🍚 she saved my life so vote for her so she can save you from choking on chicken rice too 😚😚😚"], "dele.weewee": ["LETS GO NICOLE 🙌🏼🙌🏼 @nicolesimm 🥳🥳"], "clearencesaless": ["😍😍😍😍😍😍 nicole"], "jea.netteee": ["nicole you are so swag i am your biggest fan"]}, "@celestarry": {"mouseketeer.rachel": ["True story, there was once that I completely forgot that I didn’t live in woodlands and @celestarry literally brought my house to me!! She’s a literal QUEEN 👑🔥❤️!! She has helped me so much!!! VOTE @celestarry ❤️🔥"], "infinitus._": ["once when i was in school and i was soooo bored 😔😒 that i was clinging onto my last dredges of life 🧐😱 and then with my dying breath i said \"oui oui i want to go france\" and then suddenly!! 😳😳 celesta appeared in front of me 🥰😍 riding a majestic warhorse 😳😘 and said 2 me \"oui oui i bring PARIS to YOU\" 😎🥰 and so she literally took the sharp pointy Eiffel tower 🗼🗼 and threw it at my face! 🥺🥺 get urself a friend that will throw historical landmarks at you 🥰🥰vote celesta tdy 🔥🔥 @celestarry"], "sphootify.tianqi": ["one fine day i was using my nokia phone to browse paris as i rly wanted to go. connection was weak n i cldnt view anything n i was breaking down😔😭 JUST THEN CELESTA FLEW OVER n gv me ALL the latest apple products before FLYING ME TO PARIS TO VIEW THE ✨EIFFIEL TOWER ✨ I CLD ALSO SPEAK FRENCH MAGICALLY DUE TO HER SUPERPOWER so VOTE CELESTA for being the SUPERWOMAN SHE IS🦸🏻‍♀️🦸🏻‍♀️🤧 @celestarry"], "galileofigaromagnificooooo": ["celesta always tries her best and ALWAYS delivers. vote for celesta @celestarry"], "samsze_": ["@celestarry COOLEST FR 😩🤚", "🌤One fine day🌤, two years ago, I was struggling with the French essay I had to write 🥲🥲and could not understand a word in the question. I was about to give up and rip the paper into shreds when I looked up and saw a 💡light 💡in my life. That light was Celesta, she used her 🥖 oui oui baguette 🥖magical brain powers to ✨diffuse✨ all her French knowledge to me and before I knew it I was a French professor giving lectures in ✨🗼Paris🗼✨ itself. Just like how she was a ⭐️shining star⭐️ in my life, she can be one in yours too. ✨Aim for the stars vote for Celesta ✨"], "scftpearls": ["@celestarry !!!!!!!!!!!!!!"], "xiyunicorn": ["@celestarry SO COOL???"]}, "@richellelxh": {"wnrach": ["RICHELLE RAISED ME AS HER SUCCESSOR 🙌🙌🙌 #LoveRichelle"], "roxanneho22": ["Vote for the PURE & LOVIBG RICHELLE ❗jiayoussss Richelle💪🏻🥰💪🏻"], "jusjrr": ["Richelle is revolutionary 🙌🙌 she would walk miles to the canteen just to get you your chicken patty. #godenergy"], "r__anjanaa": ["I rmbr when it was raining very heavily, so richelle pushed the rain clouds away for me 😍😍😍 @richellelxh"], "tricia.koh": ["YAY RICHELLE @richellelxh 🔥🔥🔥🔥🔥🔥🔥🔥"], "xian.lin.13": ["vote for richelle @richellelxh BECAUSE shes the bestest friend u can get cos once my house was flooding cos i didnt off the tap and richelle RAN over to help me get rid of the crocodiles and sharks in the water and cleared out the water so fast and i am forever grateful to her for saving my house from breaking down so VOTE RICHELLE my saviour 🤩🤩"]}, "@philiptanpf": {}}