{"@www_zakt": {"clxrenze": ["one day i lost my wallet. @www_zakt robbed a bank for me so true. vote for zak"], "nikxipixxi": ["@www_zakt SLAYZZZZ💪💪🤩🤩"], "green_dlambpan": ["one day i was hunting in sarimbun forest, i got mauled by a big polar bear. as the polar bear tried to squeeze me to death, suddenly, a light shone out from the ground. the polar bear was flabbergasted and backed away, and out popped the buff @www_zakt ! he kicked the polar bear in the face and carried me and sprinted out of the forest like usain bolt. thank you zak 🤩🤩"], "7up.johannalien": ["once i was swimming at the beach. suddenly i saw a FIN above the water. IT WAS A SHARK. i panicked as it was swimming speedily towards me 😣😣 it opened its mouth and i literally saw its HUGE ASS TEETH 😱😱 however, i suddenly felt a ripple in the water. IT WAS @www_zakt , RISING UP FROM THE DEPTHS OF THE SEA 🥺😱😱😱 He jumped onto the shark’s back and rode it away so i was safe. I survived a shark attack, so vote for zak cuz he’s got ur back 🙌🙌🙌"], "connect4.lucas": ["YOU WON’T BELIEVE IT!! \nOne day I was bored and I challenged @www_zakt to a race around the track. Before I even started running, zak sprinted forward and finished three laps!! This man literally can’t be stopped, vote zak for council 🔥🔥"], "egg.alaric": ["@www_zakt always has my back 😍😍"], "connect4.rach": ["very true story once we were trying to decide on a crisis for a june mun and we were a bit screwed because we had no proposals out but @www_zakt CAME AND SAVED US ALL SINGLEHANDEDLY with one perfect proposal so now our whole team is indebted to the one and only mafia boss @www_zakt so vote zak for council !!"], "hc._.cath": ["wah zak 🔥🔥🔥 @www_zakt"], "ethan.0l_": ["jiayous 🔥🔥😎😎 @www_zakt @www_gabriell"], "epiclynnlxy": ["i was absolutely getting crushed in SMUN 2021 and i was at my wits end but thankfully for me zak used his telepathic skills to understand the situation at the exZAKt moment and saved me from getting screwed over in council! 😍😍 not only so, in FEF 2021 he even used his superior musical talents to wow all of us with his amazing policy \"Now from the Top, Make it Swap\" to save us all from turmoil! i was left speechless by his talent and intelligence and thanks to his guidance, i am ready to cast retiremun out of my mind 😎😎👌🏻👌🏻 to get good at debating and munning you should VOTE ZAK @www_zakt FOR COUNCIL NOW 🤩🤩🤩💙💙💙"], "darius.chia": ["one time in training we were all punished and forced to do 800 push ups but then @www_zakt came and voluntarily did all the push ups for all of us. he truly is the best councilor for YOU!"], "bbvc_032712": ["@www_zakt omgg tng legend so cooolll 😍😍🔥🔥"], "pigza.qianlin": ["somewhat true story: once upon a time i was suffering at a crisis simulation with half dead soldiers and almost zero funds but the legend zak tng walked over, took my ipad and sent in some stuff and suddenly i have the greatest army of all time and overflowing vaults and in conclusion the only reason i can live laugh love now is @www_zakt the z in zak stands for zzz because he can salvage any situations in his sleep, the a in zak stands for above and beyond and the k in zak stands for king 👑"], "blue_luke.tham": ["one fine morning in sec 2 i was being bullied for having a squeaky voice. zak, despite being on the other end of singapore, heard that i was being bullied and rushed over in 0.73 milliseconds to make me feel better with his sexy deep voice. he then gave me a part of his sexy voice so that i would stop getting bullied. thank you very much tng zak"], "carissatn": ["True story: once upon a time I was leaving school, planning to buy a lonely dinner by myself and go home 😢 however, when I opened my wallet, I realised that I had no money and no ezlink card!! 😱 I panicked as I thought I was gonna be stranded outside hc, truly 自强不息 😢 However, just as I was about to start crying, I saw a flying figure in the sexy sexy blue Artemis shirt descend from the sky - none other than Zak ‼️😵 Truly a knight in shining armour ⚔️ He came to my rescue and said in his trademark midnight radio dj voice: Why Worry? Just Live, Laugh And Love! 😍 So true king! 👏 Zak used his huge wrinkly infocomm brain to solve my 选择困难症 problem and tell me that we should eat at subway 😋, paid for my bus fare and my entire meal 💰🍽, on top of giving me $20000 in cash because I didn’t have paynow 😞, and walked me home with his long and muscular track legs 🦵. What an inspirational story 🥰. I am truly forever in his debt, a debt that can be repaid by voting him into the 49th HCSC 🤩🔥 If you’re looking for someone to turn your Ls into Ws, look no further!! LETS GOOOOOOOO 🥳 @www_zakt"], "zhi_linggg": ["once upon a time i was taking a physics ep and realised i didnt know how to answer any of the questions and then zak appeared and donated 1% of braincells to me and i knew how to answer all the questions 👌🏼👌🏼", "one time i was running 400m and was dying and zak zoomed past me and voluntarily took on the lactic acid in my legs"], "bacon.dnielw": ["since young, my greatest fear was going into the deep dark forest. whenever i come close to these areas of pitch black darkness, i have never failed to get chills down my spine. two weeks ago, i was KIDNAPPED 😱😱 and dragged to a forest surrounded by giant trees that towered over me!! i was scared for my life i couldn’t move a limb 😢 and to add on to that, i heard distant echoes of the howls of wolves, filling my ears as these noises grew louder and louder, making me try in vain to back away. the rustle of the bushes and grass could be audible as the silhouettes of four figures gradually came into sight 💀 i was doomed! but just then, these four figures morphed into the brightest of lights, before emerging as @www_zakt , @www_gabriell , @www_shianne and @www_sibeionnz !! colour immediately filled the forest as i felt all the fear within me escape. these four amazing people let me face my fears and overcome them instantly!! they all extended a helping hand, where we huddled together afterwards as a group and joked around. VOTE FOR WIFF WUFF WOOF to LIVE LAUGH AND LOVE!!"], "amogus.reyesoryes": ["JIAYOUZZ @www_zakt 🔥🔥"], "cfl.samonella14": ["once upon a time at RVMUN 2021 I went on a suicide run because I realised that if my portfolio didn’t steal everyone’s food I was going to starve to death and I was really sad and I was gonna cry and I was gonna roll on the floor until my crying stopped which it really wouldn’t have but then @www_zakt put his hand out like the policeman cutout and said “IMMA PUT AN END THIS TO THIS STARVATION” and stole everyone’s food for me so I was full everyone else starved to death except Zak and I so if you wanna wade through the tough times together please vote for @www_zakt sexy deep voiced track and field munner / future lawyer + doctor + CS engineer + CK model 😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍😮"], "alexandra.yhm": ["@www_zakt super super cool guy and super competent too!!"], "yodaone.jinyuan": ["EFFORT 💯 @www_zakt @www_gabriell POPPING OFF GUYS"]}, "@www_gabriell": {"junyu4n": ["Jiayou juniors!! 😍 @www_sibeionnz @www_gabriell @www_shianne"], "ethan.0l_": ["jiayous 🔥🔥😎😎 @www_zakt @www_gabriell"], "lolk.mingjie": ["One time I got lost in the siberian mountains and ended up getting chased by wolves. Just when I was about to lose all hope of surviving, @www_gabriell teleported behind me and scared away all the wolves with his powerful violin playing skills. Vote for someone who helps you when you're at your lowest! Vote for Gabriel!!!"], "marcidonutes": ["(real!!!!!!!!) once upon a time i had to do physics questions but i had no idea how to do physics questions. i was so ready to sell my kidneys to get the answers. just when i was about to hand my kidneys over to the kidney man, gabriel appeared right before my eyes in a flash and stopped me! he then proceeded to show me how to do the physics questions! suddenly, shianne also appeared like a guardian angel and painted an epic painting of her epic dog on my physics questions!! for the fact that i can keep my kidneys safe from the kidney man and the epic dog painting (epic), you have my vote🔥🔥‼️‼️"], "blue_luke.tham": ["2 years ago i was in the middle of an important interview when i started to stutter and not be able to provide an answer. right when i was about to cry, gabriel lui poked his head through the ceiling of the room and blew me a kiss, giving me the gift of the gab. i then blew the interviewers away with my sweet talking skills before gabriel celebrated with me by carrying me out of the room and taking pictures with me using his sexy camera. xiexie gabriel www lui"], "jasonlin_12": ["Okay I was gonna come up with some weird ass story about @www_gabriell saving me but then I realise this man literally saves me everyday. Like no joke he has a larger contribution than me in my own homework 💀💀wouldn’t be here rn if it wasn’t for Gabriel (I would still be at tutorial 1a probably)"], "egg.alaric": ["it was an ordinary school day until it wasn’t when i sat on the school bench and realised that i had no friends there but then suddenly a BLACK FIGURE came out of nowhere and i thought i was going to be KIDNAPPED BUT THEN  it turned out to be @www_shianne  because she blended in and invited me into HER AMAZING CLASS which is when i saw the amazing @www_sibeionnz who said hi to me which made me feel so loved before the one and only @www_gabriell EMERGED FROM THE GROUND AND GRACED ME WITH HIS HOLY PRESENCE i can never forget that amazing day where my darkest evils were driven away by these holy beings 🥰🥰🥰"], "ofcourseitsmenat": ["i remember once i was struggling in sec1 math because i didnt know how to do algebra. i was sad and on the verge of tears. suddenly, i heard footsteps behind me. “dude lemme teach you algebra”. i whipped my head around. IT WAS GABRIE KEITH LUIIIIII. he then taught me sec1-j2 math in the span of an hour. thank god i dont have to relearn sns because gabriel already taught me that in sec1. vote for gabriel so u dont need to learn sns! @www_gabriell"], "bacon.dnielw": ["since young, my greatest fear was going into the deep dark forest. whenever i come close to these areas of pitch black darkness, i have never failed to get chills down my spine. two weeks ago, i was KIDNAPPED 😱😱 and dragged to a forest surrounded by giant trees that towered over me!! i was scared for my life i couldn’t move a limb 😢 and to add on to that, i heard distant echoes of the howls of wolves, filling my ears as these noises grew louder and louder, making me try in vain to back away. the rustle of the bushes and grass could be audible as the silhouettes of four figures gradually came into sight 💀 i was doomed! but just then, these four figures morphed into the brightest of lights, before emerging as @www_zakt , @www_gabriell , @www_shianne and @www_sibeionnz !! colour immediately filled the forest as i felt all the fear within me escape. these four amazing people let me face my fears and overcome them instantly!! they all extended a helping hand, where we huddled together afterwards as a group and joked around. VOTE FOR WIFF WUFF WOOF to LIVE LAUGH AND LOVE!!"], "hoho_its_julia": ["One day I was playing darts with @www_gabriell on gamepigeon and because I was feeling sad he definitely intentionally missed 2 darts on purpose so that I could win the game just to cheer me up thank you gabriel 🤩🤩"], "24hrlaundry_matt": ["also gabriel damn hot la", "gabriel most magnanimous and most gregarious most cool most huat must vote"], "yodaone.jinyuan": ["101% factual story so one fine day i was doing history homework and suddenly a random soldier jumped out of my textbook and threatened to end me once and for all but at this moment @www_gabriell appeared. i kid you not, he simply just stared into the soul of the soldier and spoke some language that sounded artemisian and 'poof!' the soldier vanquished into thin air. thanks to gabriel, i live happily ever after. VOTE FOR GAB AND YOULL NEVER BE SAD", "EFFORT 💯 @www_zakt @www_gabriell POPPING OFF GUYS"], "alexandra.yhm": ["I can assure that @www_gabriell will always be there for you when you’re down or you need help!! When I was really down for a period of time he always lent me a listening ear and was always helping me!! Vote Gabriel for 49th HCSC!!!"], "rock_hard_emperor_sc": ["I want to share with y’all a powerful testimony from the bottom of my heart: \n\nA few years ago, I was feeling really depressed after being rejected by another girl. It seemed all hope was lost and that I’ll stay single forever.\n\nHowever, the angel @www_gabriell arrived and offered to pray for me. Little did I know, he ascended to heaven faster than the speed of light to help me talk to J-bro!!! Now this J-bro ah, he’s one of the lads. Real loving. But also real fiery 🔥🔥🔥 In his presence gabriel became chao ta kaya toast. \n\nNevertheless Gabriel swooped down like an majestic eagle, and guess what, I’m no longer depressed, and I learnt an impt lesson: BROS BEFORE HOES!! HOLD PEN NOT HOLD HAND! Thanks u gabriel for being such a brother!! VOTE FOR GABRIEL!!!"]}, "@www_shianne": {"nitecor3": ["Based off a true story:  I was walking in the park at night when suddenly, I was attacked by a bunch of wolves. As I was wounded pretty badly by the attack of the wolves and my life flashed across my eyes. @www_shianne APPEARED OUT OF NOWHERE, TAMING THE wolves and turning them into tamed dogs. Then, SHE ALSO drove my in an ambulance to the hospital to have my wounds treated. IF U WANT SOMEONE THAT GOTCHA BACK, VOTE FOR @www_shianne !!!"], "zh3ny.u": ["ok shianne ur so damn cool LEGGOOOO @www_shianne"], "juliez.es_": ["once i was in art room working on muh aep coursework when cher say my artwork is too flat and needs more tones 😭😭 but i is noob artist and dont know tones 是什么. thankfully, I can always turn to the very pro, master of all masters, acrylic painting goddess 👸 @www_shianne for help!!! she took one look at my painting and said “what she means is you need to add more black!” 🖤✔️ I took this heavenly advice to heart and painted my entire canvas black. thanks to her, i got full marks on my coursework, and impressed the teachers with my creativity and artistic sense 🤩🤩 shianne will never let you down, vote for @www_shianne"], "junyu4n": ["Jiayou juniors!! 😍 @www_sibeionnz @www_gabriell @www_shianne"], "sherniicee": ["one day i was trying to rank up on mobile legends but no matter how hard i tried, i js cldnt win a single match…😰 i was on the verge of giving up aft a lose streak of 10 games😥 and this was when i saw @www_shianne yukiz online. even though i was so noob she invited me to play w her and carried me to mythical glory in JUST ONE DAY😱 her act of kindness was so inspirational and she is the reason why im a progamer now😳 SHIANNE WILL DEFINITELY CARRY U TO GREATER HEIGHTS TOO😁😁 VOTE FOR SHIANNE MY HERO😍😍😍"], "wang_minghan": ["one time got this buff ass robber want come steal my Gucci purse i scared until trembling on the ground just as I about to hand up my fav purse suddenly one javelin fly at 300km/h and impale him I turn arn see @www_shianne w a smug smile on her face sibei swag 😎😎 so go vote for her"], "amogus.peipsiwu": ["once upon a time, i threw my artwork into the singapore river cuz it looked terrible. just then shianne appeared. without hesitation, she jumped into the river, drank 3 mouthfuls of organic singapore river water and retrieved my soaked artwork. she sat down, used a hair dryer to dry the paper, and then drew one for me on the spot IN 30 SECONDS🔥🔥 vote for @www_shianne SHES HELPFUL SHES KIND SHES COOL"], "ash15khng": ["Once upon a time I was queuing in the canteen when I saw Gabriel and shianne queueing for 菜饭 so I tried to cut the queue and get them to help me buy but because they are model students and councillors they said no and told me to go to the end of the queue. 经一事，长一智，从此以后我在也不敢在食堂插队。I have learnt from my mistakes and learnt not to cut queue from them and instead find some other people to cut from. 👍👍👍👍🤩🤩🤩🤩🤩"], "skye_yong": ["Yesterday I was struggling to do Series and Sequences and was about to give up and waste money signing up for tuition. But @www_shianne suddenly teleported in front of me via my calculator and gave me a 1hr tutoring session. After that, I not only became a god at SnS but also finished the whole math syllabus and was ready to take the exams. I am forever grateful as I am good at math now. If u wanna be good at math, vote NOW"], "leggooo.yenyee": ["VOTE FOR @www_shianne actually true story: one day we went to skateboard and though being a first timer, she was a legend. She had the flow and the groove and could even do tricks. But she wouldn't leave me behind. Slowly she supported me and gave me the power and courage to skateboard. Unfortunately I went down a slope without her and i sprained my ankle 😢 shianne immediately sped to the nearest MacDonald's to get ice for me. And she even helped me press the ice on my ankle. This kind of friend is a true gem. 💎 SO VOTE FOR SHIANNE 😍😍"], "marcidonutes": ["(real!!!!!!!!) once upon a time i had to do physics questions but i had no idea how to do physics questions. i was so ready to sell my kidneys to get the answers. just when i was about to hand my kidneys over to the kidney man, gabriel appeared right before my eyes in a flash and stopped me! he then proceeded to show me how to do the physics questions! suddenly, shianne also appeared like a guardian angel and painted an epic painting of her epic dog on my physics questions!! for the fact that i can keep my kidneys safe from the kidney man and the epic dog painting (epic), you have my vote🔥🔥‼️‼️"], "unglampicss": ["One day i was eating bak chor mee and savouring it slowly then a loud voice called me from behind “eh bro, why u still here eating bak chor mee… training starting in 5 minutes” I thought i had 5 hours more so i panicked and ran with all my might then I TRIPPED OVER MY SHOELACES AND WAS ABOUT TO FALL when @www_shianne reached over to me with her magical stick THE JAVELIN she saved my life 😍😍😍 my HERO vote for my hero 🤩🤩🤩"], "saltsolution": ["Shianne i fricking love you shianne shianne shianne shianne shiannne shianne shianne", "exactly 4 days ago i was eating ban mian tomyum one in canteen and out of nowhere an evil 2.5 meter art canvas spawned from the 2.5m art canvas spawner and it was about to eat all my ban mian i was super devastated and about to cry until @www_shianne yelled NO MORE CANVAS NO MORE AEP and threw a power javelin all the way from the track and it pierced right through the evil canvas and it died on the spot. so power and so brave. vote @www_shianne if you dont want to be devoured by evil canvas."], "jasonlin_12": ["@www_sibeionnz @www_shianne are the best! Knowing that I wouldn’t do my homework, they decided to not do theirs too so that we could all kena together!! Get yourself friends like them, vote for Shui Onn and Shianne, and you know they’ll always be there with you along the journey!!"], "egg.alaric": ["it was an ordinary school day until it wasn’t when i sat on the school bench and realised that i had no friends there but then suddenly a BLACK FIGURE came out of nowhere and i thought i was going to be KIDNAPPED BUT THEN  it turned out to be @www_shianne  because she blended in and invited me into HER AMAZING CLASS which is when i saw the amazing @www_sibeionnz who said hi to me which made me feel so loved before the one and only @www_gabriell EMERGED FROM THE GROUND AND GRACED ME WITH HIS HOLY PRESENCE i can never forget that amazing day where my darkest evils were driven away by these holy beings 🥰🥰🥰"], "infinitus._": ["one day i was in aep studio 😞 working my ass off again into the wee hours of the morning 🌤💀 and i was going to die of sleep deprivation 😞😞 but then shianne came in to save the day! 🤩🤩🤩 she took my hands lovingly ❤️in hers and then smiled at me ☺️☺️ she then proceeded to give me a head concussion that would drive me into a ten year coma so i'd never be sleep deprived ever again 🥳🥳 i will never forget my hero 🥺🤩 vote shianne for more grievous head concussions 🥰🥰🥺🥺"], "hoho_its_julia": ["@www_shianne and I were climbing Mount Everest one day but then I started to get really tired and that was when she went into Bufflord💪mode and piggybacked me up all the way to the top thank you shianne for helping me reach new heights 🤩"], "_nutm3g._": ["this is a TRUE STORY™️ no clickbait ✋🏻✋🏻 this epic adventure took place during BSE where one day I was v emo but @www_shianne magically appeared and gave (more like threw) me KITKATS 🍫🍫 and also her Blanket and then i was all warm inside 🔥🔥 and I was not sad anymore 🥳🥳 ALSO a walrus might have been sacrificed in the process ANYWAYS VOTE FOR @www_shianne AND SHE WILL BRIGHTEN UP YOUR SCHOOL LIFE (Like those swag fairy lights) ✨✨✨"], "bacon.dnielw": ["since young, my greatest fear was going into the deep dark forest. whenever i come close to these areas of pitch black darkness, i have never failed to get chills down my spine. two weeks ago, i was KIDNAPPED 😱😱 and dragged to a forest surrounded by giant trees that towered over me!! i was scared for my life i couldn’t move a limb 😢 and to add on to that, i heard distant echoes of the howls of wolves, filling my ears as these noises grew louder and louder, making me try in vain to back away. the rustle of the bushes and grass could be audible as the silhouettes of four figures gradually came into sight 💀 i was doomed! but just then, these four figures morphed into the brightest of lights, before emerging as @www_zakt , @www_gabriell , @www_shianne and @www_sibeionnz !! colour immediately filled the forest as i felt all the fear within me escape. these four amazing people let me face my fears and overcome them instantly!! they all extended a helping hand, where we huddled together afterwards as a group and joked around. VOTE FOR WIFF WUFF WOOF to LIVE LAUGH AND LOVE!!"], "_.x1ng._": ["one day I was walking home from school and a crocodile jumped out and bit my hand !!😱🐊 luckily shianne yukiz www flew to my rescue and opened the jaws of the crocodile with her bare hands 🤩 she then won the crocodile in arm wrestling and mr crocodile was never seen again… \\^o^/ THANK YOU for saving my hand and I’ll never forget your bravery 🥺💙 vote Shianne for council and fac head !1!1!1"], "alexandra.yhm": ["Jiayous @www_shianne this girl has insane pubs skills!!!"], "ayzley_": ["@www_shianne will scream tgt w u and then proceed to help calm u down , efficient worker, 10 star ratings ⭐️⭐️⭐️⭐️⭐️⭐️⭐️⭐️⭐️⭐️"]}, "@www_sibeionnz": {"junyu4n": ["Jiayou juniors!! 😍 @www_sibeionnz @www_gabriell @www_shianne"], "gartyfarty": ["VOTE @www_sibeionnz FOR CHEAP 3060Ti 💸💸 THANK YOU BIZCOMPUTERS FOR SAVING MY WALLET"], "toh_jingyi": ["One day I was on the way to school and I fell asleep on the bus😴😴. I forgot to get of at the right stop and the bus just kept on going. I was only awoken by someone tapping the bus window😲😲. I looked out and saw Zak running🏃🏃 along the bus while tapping on the window asking me to wake up. It was then I realised I was gonna be late😖. Zak then teleported into the bus and teleported me to school and I was able to make it on time with my attendance tapped😲😲. Gabriel then appeared beside me in class and showered me with all the tutorial answers for every subject, even PE tutorial 1F. Soon it was recess and I was gonna go get food when Shianne appeared saying she'll get lunch for the class. She then ran to Mac's and back in 5 mins and got the whole class lunch, despite having every joint dislocated (she didn't know). Just as our next lesson was about to start, Shui Onn gave an emotion speech on why brawl stars is crucial for human existence and as a result, our teacher was soooo moved and agreed to just dismiss us and we were able to go jome"], "tomyumbanmianbrainrot": ["One time i was walking home at night 😨😨😱😱 and silly pusillanimous me started crying because i was afraid of the dark 😢😢😰 But fear not! For Shui Onn saved the day!! 😯😯 With his acute SIEWpersenses, Mr Shui Onn detected the mini shockwaves my quivering legs were emitting from 60 kilometres away, 🥶🥶 and IMMEDIATELY leapt up into the sky with his majestic legs 😳😳 ,exploding 🥵🥵 to become a giant ball of light, SLAYING THE NIGHT!!😢😢 He then descended from the heavens above 🤯🤯 hauled me over his shoulder and carried me back home 😍😍 This experience left me awestruck 😂😮😢 and in complete and utter reverence of Shui Onn, 😤😤 and I am proud to say that I am the founder of the Shui Onn Fanclub 😎😎 and have created over 2000 fan accounts on Instagram in support of my super idol, Shui Onn 😂😂 Vote for Shui Onn for clear skin, 600 FPS, SIEWPERnatural and other-worldly experiences ( like mine!! ), pillows that are always cold on the sides you sleep on and ABOVE ALL : A BETTER HWACHONG 😍😍 LESGO SHUI ONN WHOO"], "jasonlin_12": ["@www_sibeionnz @www_shianne are the best! Knowing that I wouldn’t do my homework, they decided to not do theirs too so that we could all kena together!! Get yourself friends like them, vote for Shui Onn and Shianne, and you know they’ll always be there with you along the journey!!"], "egg.alaric": ["it was an ordinary school day until it wasn’t when i sat on the school bench and realised that i had no friends there but then suddenly a BLACK FIGURE came out of nowhere and i thought i was going to be KIDNAPPED BUT THEN  it turned out to be @www_shianne  because she blended in and invited me into HER AMAZING CLASS which is when i saw the amazing @www_sibeionnz who said hi to me which made me feel so loved before the one and only @www_gabriell EMERGED FROM THE GROUND AND GRACED ME WITH HIS HOLY PRESENCE i can never forget that amazing day where my darkest evils were driven away by these holy beings 🥰🥰🥰"], "ofcourseitsmenat": ["i remember once i was trying to get FREE CSGO SKINS. i went to a shady website and was about to key in my steam api key but suddenly i heard: “ELLO MEN, ARE YOU WANT FREE SKIN?? YES??)))” i looked back and it was SIEW SHUI ONN. he then gave me a free Butterfly Knife Sapphire Doppler and i have been happy ever since. vote shui onn for free csgo skins!! @www_sibeionnz"], "hoho_its_julia": ["It was a bright and sunny day and I felt like going skydiving but could not find anyone who wanted to go with me...just as I was about to give up on crossing out one more item on my bucket list @www_sibeionnz came up to me and said \"Skydiving ONZZZ\" and that was how I went skydiving"], "bacon.dnielw": ["since young, my greatest fear was going into the deep dark forest. whenever i come close to these areas of pitch black darkness, i have never failed to get chills down my spine. two weeks ago, i was KIDNAPPED 😱😱 and dragged to a forest surrounded by giant trees that towered over me!! i was scared for my life i couldn’t move a limb 😢 and to add on to that, i heard distant echoes of the howls of wolves, filling my ears as these noises grew louder and louder, making me try in vain to back away. the rustle of the bushes and grass could be audible as the silhouettes of four figures gradually came into sight 💀 i was doomed! but just then, these four figures morphed into the brightest of lights, before emerging as @www_zakt , @www_gabriell , @www_shianne and @www_sibeionnz !! colour immediately filled the forest as i felt all the fear within me escape. these four amazing people let me face my fears and overcome them instantly!! they all extended a helping hand, where we huddled together afterwards as a group and joked around. VOTE FOR WIFF WUFF WOOF to LIVE LAUGH AND LOVE!!"], "cfl.samonella14": ["another day another life I sleepwalked into the middle of HCI service road and there was a car hurtling towards me with blinding lights and I was completely oblivious to what was going on and RIGHT BEFORE THE CAR HIT ME @www_sibeionnz jumped in front of me and screamed I WILL SACRIFICE MYSELF FOR YOU but because of his mighty stature the car crumpled when it crashed into him and if you want a loyal and selfless candidate please vote for @www_sibeionnz"], "reeeyan.ng": ["once while ascending mount kinabalu i was ambushed by a group of gorillas, they tried to snatch my food luckily like a knight in shining armour @www_sibeionnz appeared and used his anytime fitness gains to fight them saving me and $5 worth of snacks. i’m extremely grateful for his help and that’s why i’m voting for shuionn"], "alexandra.yhm": ["@www_sibeionnz !!"], "declan.stch": ["@www_sibeionnz 🔥"]}, "@jestonhsj": {"weare.teamcandice": ["I heard jeston burned down an orphanage before"], "amogus.wanling": ["jeston so cool 🔥🔥"], "pigza.enying": ["jeston why so cool sia", "one day I was walking home from school and suddenly a gigantic volcano erupted in the middle of Tan Kah Kee station. luckily the strong and invincible Jeston saved me from the scorching heat energy. vote @jestonhsj to ensure your JC life is HOT AND SPICY"], "green_dlambpan": ["jeston ho song jun 🤩🤩", "one day, i was walking in a forest and out of nowhere, a tall man started attacking me. He tackled me to the ground and pinned my neck. Then, out of nowhere, telebuddy jeston ho choked him from behind, threw him onto the ground and pinned him into the ground till the police arrived like a true mma fighter. thank you jeston."], "ahloebhloechloe": ["wow jeston"], "team_charsiuuubao": ["omg jestonnnnnnn🤩🙌🏻"], "rafflesftw": ["ɪᴛ ᴀʟʟ ꜱᴛᴀʀᴛᴇᴅ ꜰʀᴏᴍ ᴀ ᴛʜᴏᴜɢʜᴛ ᴏꜰ ʟᴇᴛ'ꜱ ɢɪᴠᴇ ɪᴛ ᴀ ᴛʀʏ ᴛᴏ ꜱᴇᴇ ɪꜰ @jestonhsj  ɪꜱ ʟᴇɢɪᴛ ᴀɴᴅ ᴛʜᴀᴛ ᴡᴀꜱ ʜᴏᴡ ɪᴛ ʀᴇꜱᴜʟᴛᴇᴅ ɪɴ ᴘᴏꜱɪᴛɪᴠᴇ ᴏᴜᴛᴄᴏᴍᴇ ɪ ᴇᴀʀɴᴇᴅ $35,300 ᴡɪᴛʜ ᴀ $2000 in 7-14 days trading\t@jestonhsj"], "reeeyan.ng": ["honestly why get all 4 telebuddies when all i need is jeston 🤩🤩 and maybe tristan", "once hiking at mount everest i gave up when i reached the foot of the mountain luckily jeston was there and he carried the summit of the mountain to me helping me achieve my lifelong goal to reach the top of mount everest", "today, i complained about my post vax pains being the fantastic friend @jestonhsj is he came from tampines to bring me koi !! with the nuances of my order correct !! milk tea with pearls, ice cream no ice no sugar no milk tea \nTHATS WHY U SHOULD VOTE JESTON 🥰🥰🤩🤩"], "pigza.qianlin": ["one fine afternoon i was sleep deprived and stressed out and THE telebuddy jeston went down to get me coffee and blueberry waffle from cafe without me even asking and then started singing super idol 的笑容 to cheer me up and it was then i realised how reliable he is so vote jeston to see him do sodache 😈😈"], "www_sibeionnz": ["one day i saw a fight happening in hwa chong my friend was getting bullied all of a sudden i saw jeston descending from the sky and he de-escalated the situation and there was no violence at all vote jeston"], "__weiqi": ["One fine evening a terrorist came running towards me with a double-bladed machete. In the nick of time, I whipped out my phone and called telebuddy jeston ho. The terrorist instantly shook with fear and ran away.\nI am now able to live a full and healthy life thanks to jeston, and for that I am eternally grateful."], "qinyingg_": ["one tragic morning i woke up and discovered that my lens cap had broken into pieces. i was crying and vomiting but when the most charismatic and amazing telebuddy jeston ho flew in thru my window and gifted me a new lens cap, that was when i knew he was the most trustworthy person ever. in conclusion vote jeston af."], "blue_luke.tham": ["one fine morning on my holiday in japan an earthquake of magnitude 11 hit and i was very scared. thankfully telebuddy jeston ho appeared in front of me and gave me a big hug before flying me to gordon ramsays house for a 5 star meal and telling me to stop crying. i will forever be grateful for telebuddy jeston ho"], "juztng": ["@jestonhsj why so hot?"]}, "@se3k.stan": {"wintereim": ["I stan tristan see jae wey"], "yeeeeeian_en": ["one day i was feeling depressed but then came along tristan who smacked me so hard i felt things i never felt before. vote for tristan!!!!"], "iiixnen": ["@se3k.stan 🤩🤩🤩🤩🤩"], "rafflesftw": ["I don’t know of anyone who can inspire people as you do. Your words are just as brilliant as you are! Thank you sir,, $90k of earnings today @se3k.stan"], "amogus.reyesoryes": ["@se3k.stan I STAN 🙌"], "erniechicken05": ["Go bestie 😍 @se3k.stan"], "reeeyan.ng": ["honestly why get all 4 telebuddies when all i need is jeston 🤩🤩 and maybe tristan"]}, "@rollinginpotatoes": {"sphootify.joshywawa": ["thanks kwang ji 🥰🥰"], "kenyozu": ["KWANGJI🙌🙌🙌🙌 AYY @rollinginpotatoes", "🥳🥳🥳🥳TALENTED, FUNN AND A LEADER?? Damnnnn🙌 @rollinginpotatoes"]}, "@owenlok_": {}, "@nuggets.zy": {"_desiree.tan": ["@nuggets.zy SWAGG 🔥🔥🔥", "@nuggets.zy ur bro cooler than u 💃🏻", "@nuggets.zy 🔥🔥🔥", "@nuggets.zy 😍🥵🔥", "vote for @nuggets.zy 😍🧍🏻‍♀️😁👍🏻"], "jwaychee": ["@nuggets.zy 😍😍"], "rachelsemaun": ["VOTE @nuggets.zy !!"], "sushisob": ["@nuggets.zy is the coolest vote him rn", "WOOOOO @nuggets.zy"], "mmmmmyesquite": ["@nuggets.zy ayoo firee 🔥🔥🔥", "@nuggets.zy 🙌🙌🙌"], "_clairee___": ["SO COOL??? votee zhiyuuuu 🙌🙌🔥🔥"], "sawliyun": ["Were u shyshy when Mr Leong said that you're top 10 percentile in terms of looks in our cohort? .o. @nuggets.zy"], "ai_linnn_": ["vote for zhiyu if y’all wanna super lame humour till the point that it’s so unfunny and becomes funny 🥵🥵", "y’all better vote for my mans zhiyu because he’s the best bodyguard you can ever find 💅🏻"], "onegrandemegan": ["vote zhiyu for lifetime supply of chicken nuggets🤤😩"], "kikotan0412": ["Zhiyu helped me built my whole growtopia world brick by brick and I am so grateful. He gave me all his world locks 🙏🏼. There is no other better choice. Vote zhiyu 🗳"], "mchloelee": ["sick @nuggets.zy"], "s9.ksp": ["@nuggets.zy 🥵🥵🥵"], "connect4.lucas": ["YOU WON’T EVER BELIEVE THIS!!! \nI was eating chicken nuggets one day and @me.zxy came over and snatched my chicken nugget away, and even called me a chicken nugget 😑 \n(PLOT TWIST) He said that the chicken nugget wasn’t quality enough and said I deserved much better. From then on the only chicken nuggets I eat would be those from zhiyu cos he’s the only one who goes the extra mile to provide for me and he will definitely do the same for you!! 🥳🥳🥳"], "rafflesftw": ["@nuggets.zy \u2028𝗪𝗵𝗲𝗻 𝗜 𝗲𝗮𝗿𝗻𝗲𝗱 𝗺𝘆 𝗳𝗶𝗿𝘀𝘁 £𝟰𝟱𝟬𝟬 𝗼𝗻 𝗳𝗼𝗿𝗲𝘅 𝘁𝗿𝗮𝗱𝗲, 𝗶𝘁 𝘄𝗮𝘀 𝗹𝗶𝗸𝗲 𝗮 𝗱𝗿𝗲𝗮𝗺, 𝗡𝗼𝘁 𝘂𝗻𝘁𝗶𝗹 𝗜 𝗿𝗲𝗮𝗹𝗶𝘇𝗲𝗱 𝗜 𝗰𝗼𝘂𝗹𝗱 𝗲𝗮𝗿𝗻 𝘂𝗽 𝘁𝗼 £𝟮𝟮,𝟬𝟯𝟬 𝗶𝗻 𝗮 week 𝘄𝗶𝘁𝗵 𝗷𝘂𝘀𝘁 £𝟭𝟱𝟬𝟬 𝘄𝗶𝘁𝗵 the 𝗵𝗲𝗹𝗽 of @nuggets.zy"]}, "@nuggets.zx": {"hao.raan": ["Zixiang is my daddy 🔥🔥🔥"], "ash15khng": ["One time, I was walking home from school when a giant boulder was rolling down a hill! Luckily Chaw Liang used his amazing golf powers to hit the boulder into pieces while Zixiang used his volleyball skills to spike all of the pieces away! Without them I would not have been alive to write this story so go vote for them"]}, "@nuggets.zn": {"qingwayy": ["every time edmund wanted our heads, putting everybody in perilous danger, @nuggets.zn always came through with the correct answer to appease edmund. If you want someone with supreme leadership qualities, who will take one for the team and stick with you through thick and thin, vote for @nuggets.zn #macdonaldssg #nuggets"]}, "Chaw Liang": {"22s6bytes": ["I was dying for math in class but suddenly ZhiYu came over and whispered ‘a nugget a day keeps the math problems away’. He then gave me a Chaw Liang sized nugget and started beatboxing to the MacDonalds theme song. I was able to solve every math question after that. Such a valiant and noble man:D"], "pigza.jianhong": ["Ah chaw 🔥🥵"], "ofcourseitsmenat": ["ah chaw is seriously on a roll 🔥"], "reeeyan.ng": ["once when i was at mcdonalds for dinner and they told me they were out of nuggets i was utterly disappointed but chaw liang went to cold storage to get them fresh kampong chicken so they could make nuggets for me it was a extremely memorable experience and that’s why u should vote chaw liang"], "zach.fcy": ["Got free nuggets if I vote for ahchaw? If yes then @ofcourseitsmenat HAHAHA"], "yodaone.james": ["I remember one day in sec 1 I had no food to eat and was starving. Then along came chaw Liang with his bucket of chicken nuggets he fed me until I was full. Following that he took me on a ride on his Lambo. What a fun experience 🤩🤩 he is such a nice guy and deserves to be in council."], "amogus.reyesoryes": ["VOTE Chaw Liang hes always high 😍"], "ash15khng": ["One time, I was walking home from school when a giant boulder was rolling down a hill! Luckily Chaw Liang used his amazing golf powers to hit the boulder into pieces while Zixiang used his volleyball skills to spike all of the pieces away! Without them I would not have been alive to write this story so go vote for them"], "gaoxuan_21": ["I remember one day when I had just god rejected by my crush and I was extremely sad and alone. I could not focus on my school work and training. I was in a big slump, luckily chaw Liang noticed my state of mind and managed to organise an intervention to stop me from being a simp. Now I’m a new man. I hope that u guys know his true character- a kind and caring young boy who is selfless. It really touches my heart to see such a young stud running for council alongside his buddies. Love is temporary but our friendship is eternal ❤️"]}, "@pigza.enying": {"cla.reang": ["#enyingisAWESOMEtoo", "enying slay 🔥", "enying u are better than pizza😍🔥", "enyinggggggggggggggggggggggggggghehhehehehbd😍😍"], "cfl.imweixuann": ["once we were sitting on the bus and I almost fell off the second decker of the bus but @pigza.enying zoomed to catch me so I didn't fall to death. I would not be alive if it weren't for her. VOTE FOR ENYING 😻😻", "woww enying SO COOL 😎😎"], "yodaone.jinyuan": ["enying 一直赢 💪💪"], "sda_yanyzxd": ["1. we love history 🤩\n2. we love enying ‼️💙\n\nHOW CAN YOU NOT SUPPORT SUCH AMAZING GIRL LETSGO GURLBOSS 🙌🙌🙌"], "yong.qii": ["jiayous enying 🙌🙌🙌"], "elysiaxtoh": ["Changing fac to vote for enying now!!!!!"], "goldenrainbowe": ["go enying ❤️❤️❤️"], "houzhen240": ["True story: Theres was once i was dying of hunger during cca and @pigza.enying miraculously showed up and gave me the nicest dumplings in the whole universe and saved my life. Vote @pigza.enying and she would save ur life someday too!!", "Woowwww @pigza.enying cool girl best asset coucil can have!!"], "yourhahalele": ["@pigza.enying SEXIEST BAEEEEEEEEE LETS GOOOOOOOOOOO", "Everyone needs to know that One day I was attending a chemistry zoom in @pigza.enying ‘s house and i was SUFFERING. Fortunately, Enying came to my rescue and gave me PIZZAS to eat. I stopped suffering immediately because enying’s pizza is God sent ❤️‍🔥 Enying’s Professional help allowed me to immediately became a Chemistry Champion 😁😁😁 Thank you Enying you are my life saver 😍😍😍😍 Therefore, everyone should vote enying for COUNCIL. NOW.", "Maybe this isn’t the right place to confess my feelings 😍 but i love you enying 😍"], "jiaadxn": ["@pigza.enying 😍😍😍"], "www_zakt": ["I was in an airplane once, when I heard a loud CRACK. I peered out the window and saw plumes of smoke and fire from the plane turbines. Before I knew it the turbines broke away. But before I knew it, @pigza.enying appeared!! She single-handedly carried the airplane over the Pacific. VOTE ENYING FOR COUNCIL 🔥🔥"], "jea.netteee": ["@pigza.enying SO SWAG AND FOR WHAT"], "qinyingg_": ["‼️NOT FAKE NEWS‼️ last thursday, my class had to do flag raising but i didn’t bring my laptop af. suddenly, out of the BLUE, in a flash, @pigza.qianlin @pigza.jianhong @pigza.enying appeared at my door with golden light shining behind them with a laptop and the national anthem ready. at the sight of them, my eyes filled w tears and i started shaking and crying out of pure gratitude. i am eternally grateful that they saved me and enabled me to do the very important flag raising with my class. in conclusion vote for qianlin enying and jianhong cuz they are the best af and will serve you with their entire hearts af."], "hoho_its_julia": ["The day was shining and bright but my mood was not and to make matters worse the pineapple pizza I had ordered from pizza hut was sold out. It was then when @pigza.enying @pigza.qianlin saw my sadness and ran to the kitchen on the fourth floor to make pineapple pizza for me and I was happy ever since 🤩🤩"], "woofiebaker": ["@pigza.enying SO SWAG LEH"], "kaliexna": ["@pigza.enying YARSS GO ENYING"], "toliet_cleaner": ["In one of the many lucid dreams I had, there's one where I was stuck in the world of 3 lil pigs. I saw a big bad daddy wolf that growled and bared its fangs menacingly. W/o warning, 3 lil pigs (@pigza.qianlin @pigza.enying @pigza.jianhong ) proceeded to sumo slam the wolf while shoving it with pizzas known as \"cheese deez nuts\" causing the wolf to die shortly afterwards due to high blood cholesterol. Homeless, the 3 lil pigs offered me a place to stay, each of em offering their Signature pizzas. Vote for them and you'll get a slice of gud food and a slice of a gud life"], "beeohna": ["did yall know that there was this period of time i was struggling with econs and needed econs tuition and then BOOM one phone call with @pigza.enying and my grades skyrocketed i excelled in econs and therefore gp and therefore everything else and then i got 91rps and now im living a rich tai tai life in hawaii and do yall know what cute in japanese is ?? it’s kawaii ENYING SO VOTE FOR HER IF U WANT TO LEAVE HWACH WITH 90RPS 😍🧸✨"], "zzen.xi": ["one day i bought too many oolong teas and my bank account became 1  digit!!!! @pigza.enying as the goddess she is immediately helped me figure out the toto numbers and i am now a millionaire who can drink oolong tea every day. VOTE ENYING RN SHE WILL MAKE HWACH RICH WITH JOY🌸🌸🤩🖐🏻💛"], "riddle_unsolved": ["There was once a period when even the best pizza failed to cure my anxiety and sadness from life until @pigza.enying showed up with not just a PIGza but also free unlimited lifetime of 吃茶三千 and since then I have been more joyous than ever so vote for enying now (and get free bubble tea 😩)"], "jestonhsj": ["once i was walking home from sch suddenly the ground fell away. i frfr thought i was gna die. but @pigza.enying appeared out of nowhere to save me. i will eternally be grateful. vote for enying 🤩🤩"], "yichen.tian.12": ["@pigza.enying funny comments"], "piggyy.amber": ["vote @pigza.enying to lose 10 kg, have clear skin and the opportunity to hold hand and hold pen !! ❤️❤️❤️❤️❤️"], "sphootify.tianqi": ["ive used to hv nvr eaten or even seen pizza before. but @pigza.enying SERVES n now ive proudly eaten all 8858583827410427 billion types of pizzas in the world😌👍🏼👍🏼"], "worlde.jinbo": ["one day i was walking to the astroturf and a giant sandwich fell from the sky. before i could come to my senses, @pigza.enying bolted towards me and saved me from what could’ve turned out to b a giant catastrophe😭 vote for ENYING because she is responsive & v capable!!🙌🏼"], "amogus.peipsiwu": ["@pigza.enying YO GUYS she’s literally the nicest, most ez going scrunchie-enthusiast I’ve ever met😍🔥🔥"], "zeee_moooo": ["@pigza.enying 🙌🔥😍❤️❤️🔥🔥🔥 QUEEN SLAYYY"], "amogus.wanling": ["@pigza.qianlin @pigza.enying @pigza.jianhong WHY SO COOL 🔥🔥"], "rafflesftw": ["Greatest trader of all time @pigza.ryan I never believe it until I experienced it. For a start I deposited $500 to give it a try @pigza.enying few days I got a return of $5400. she's diligence and honesty is undeniable", "It's more of a dream come through, creating multiple sources of income i must say that l am very proud of myself for the decision that I took\t@pigza.enying\n@pigza.enying 𝗪𝗵𝗲𝗻 𝗜 𝗲𝗮𝗿𝗻𝗲𝗱 𝗺𝘆 𝗳𝗶𝗿𝘀𝘁 £𝟰𝟱𝟬𝟬 𝗼𝗻 𝗳𝗼𝗿𝗲𝘅 𝘁𝗿𝗮𝗱𝗲, 𝗶𝘁 𝘄𝗮𝘀 𝗹𝗶𝗸𝗲 𝗮 𝗱𝗿𝗲𝗮𝗺, 𝗡𝗼𝘁 𝘂𝗻𝘁𝗶𝗹 𝗜 𝗿𝗲𝗮𝗹𝗶𝘇𝗲𝗱 𝗜 𝗰𝗼𝘂𝗹𝗱 𝗲𝗮𝗿𝗻 𝘂𝗽 𝘁𝗼 £𝟮𝟮,𝟬𝟯𝟬 𝗶𝗻 𝗮 week 𝘄𝗶𝘁𝗵 𝗷𝘂𝘀𝘁 £𝟭𝟱𝟬𝟬 𝘄𝗶𝘁𝗵 the 𝗵𝗲𝗹𝗽 of @pigza.enying"], "ringdingdong.itsnicole": ["once i lost my sense of purpose in life when there was a burst of light and @pigza.enying appeared in a pink dress and dragged me to eat pancakes. vote for @pigza.enying to find a sense of purpose in life and eat pancakes 🔥🔥🔥"]}, "@pigza.qianlin": {"_joshtqw": ["WOOOOOOO @pigza.qianlin is actl super wholesome (best therapist alert 🤌🤌)"], "cheryyltan_": ["Give me a slice of your pigza love @pigza.qianlin", "Peppa pig, Suzy sheep, Pedro pony… qian lin 👑 QUEEN 👑"], "eeeeee_yore": ["leggo qian linnnnnn ❤️❤️❤️❤️"], "kopi.yingxuan": ["gimme dat slice of pigza when you get pig-ed in @pigza.qianlin", "pig qian lin and she will feed you a piece of pigza when you take a pill in ibiza 😍", "there was a time of my life where i hit rock bottom and it was all sad and lonely until @pigza.qianlin showed up and gave me a helping hand ✋ she supported me till i was back at my peak and never stopped feeding me that good slice of pizza 🍕 so vote for @pigza.qianlin if you want to reach the pig of your life 😌", "why sO COOOOOOL @pigza.qianlin"], "weare.teamcandice": ["I heard qian lin burned down a childrens hospital"], "dabby_dabby_chicken_wing": ["I think the n in qianlin stands for nicr, but other sources say it's noob tho 🙂🙂", "come around children everyone sit down,, today I will tell you all a story. A long long time ago, in the castles of hwa chong, there was a pretty princess and her name was qian lin. in the outskirts of the town lay a village, and in the village lay many children who wished for a better life, one where they could learn and have fun. one day, princess qian was walking in the village to admire the beautiful sunsets, and she spotted the nice little kids and decided to sit down and talk to them. she heard their stories and all their wishes, 她下定决心要为这些孩子们付出一切. she decided to come to the village every week to read story books for them and teach them all about the world around them. she also brought many many slices of pizza for the children because they were so so hungry :(( qian bonded the children together through the wonder food pizza, and that is why for many gatherings today, we buy pizzas to share with everyone :DD vote for @pigza.qianlin  if you want the same  wonderful things to happen to your student life!! 🥺🥺🥺🥺🥺🥺🥺"], "zecharia11": ["Vote for @pigza.qianlin even though you might get schooled in othello by her 🥶🥶🥶"], "pigza.enying": ["gooooooooo qianlin!!!!!!!"], "dx_a.clown": ["I got covid once and when @pigza.qianlin saw me she punched me so hard covid flew outta my body. In conclusion qianlin is the oink-ment you need. VOTE QIANLIN FOR COUNCIL🔥🔥"], "www_zakt": ["Once, my cat was stuck in a tree, without hesitation, I called on @pigza.qianlin for help. She appeared beside me instantly. “Chill”, she said, before cutting the branch in half, and catching my cat in mid-air. She even gave me a $10 GrabFood voucher. VOTE QIANLIN FOR COUNCIL!!"], "darius.chia": ["one time during orientation I was sitting down in the canteen when I heard a gun shot from afar. I thought I was gonna die right there and then but then @pigza.qianlin used her hands of STEEL to absolutely TANK that menacing bullet for me. she then told me 'go fold cranes, young one' and that's when I decided to exceed the quota and single-handedly fold 1.8k cranes. VOTE FOR QIAN LIN TO BE INSPIRED TO FOLD CRANES"], "yodaone.jewell": ["one time i was choking on a pizza and nearly saw the depths of the underworld☠ but @pigza.qianlin gave me cpr 🥵from across the room with her eyes, saving both my life and first kiss💋 at the same time, so vote for @pigza.qianlin if u like selfless thoughtful queens 🤗"], "qinyingg_": ["‼️NOT FAKE NEWS‼️ last thursday, my class had to do flag raising but i didn’t bring my laptop af. suddenly, out of the BLUE, in a flash, @pigza.qianlin @pigza.jianhong @pigza.enying appeared at my door with golden light shining behind them with a laptop and the national anthem ready. at the sight of them, my eyes filled w tears and i started shaking and crying out of pure gratitude. i am eternally grateful that they saved me and enabled me to do the very important flag raising with my class. in conclusion vote for qianlin enying and jianhong cuz they are the best af and will serve you with their entire hearts af."], "hoho_its_julia": ["The day was shining and bright but my mood was not and to make matters worse the pineapple pizza I had ordered from pizza hut was sold out. It was then when @pigza.enying @pigza.qianlin saw my sadness and ran to the kitchen on the fourth floor to make pineapple pizza for me and I was happy ever since 🤩🤩"], "issac_young_": ["there was a fine morning when i was having a massive diarrhoea and was on the verge of tears, lucky for me i gave @pigza.qianlin a call and she immediately responded with 2 rolls of tissue paper, i am forever grateful for her quick responsiveness to dire situations like these! vote for @pigza.qianlin!!"], "kaliexna": ["@pigza.qianlin is basically a winner at life she makes everyone happy effortlessly and she has the swaggiest brains and SPOT ON intuition, YALL KNOW WHO TO VOTE 👏👏👏", "QIANNNN🔥🔥🔥🔥🔥🔥 @pigza.qianlin"], "connect4.lucas": ["YOU WON’T BELIEVE IT! \nThere was a time when I was walking home all alone after a long day of CCA feeling very distressed and hungry (it was a really really long day). I didn’t have lunch and didn’t have dinner and was on the brink of collapse. Suddenly, @pigza.qianlin materialised in front of me! Right when I thought I was hallucinating, she passed me a slice of pizza and the pizza was soo good I even broke my food ban for it 😰😰Now im fulFILLED and you will too if you vote for qian lin!!"], "charl.eneee_": ["@pigza.qianlin SO COOL💙🤙"], "toliet_cleaner": ["In one of the many lucid dreams I had, there's one where I was stuck in the world of 3 lil pigs. I saw a big bad daddy wolf that growled and bared its fangs menacingly. W/o warning, 3 lil pigs (@pigza.qianlin @pigza.enying @pigza.jianhong ) proceeded to sumo slam the wolf while shoving it with pizzas known as \"cheese deez nuts\" causing the wolf to die shortly afterwards due to high blood cholesterol. Homeless, the 3 lil pigs offered me a place to stay, each of em offering their Signature pizzas. Vote for them and you'll get a slice of gud food and a slice of a gud life"], "connect4.rach": ["ANOTHER TRUE STORY ok so one time I was super sad n lonely cuz I had no ig likes on my sticker acc (VERY true story) then @pigza.qianlin helped me hype up my acc !!! And now I have flwers and buyers yay <3"], "yu_chxn": ["was never a big fan of pizza but it all changed when @pigza.qianlin introduced me to pigza!! vote for qianlin for her to change your life for the better 💯😩🔥"], "_nutm3g._": ["TRUE STORY ✋🏻✋🏻 once upon a time I was doing phys prac and my equipment spoilt so @pigza.qianlin (best physics prac buddy 🥺🥺) rushed to fix mine and sacrificed the time to complete her own experiment and i got full marks SO vote for her and get A for physics 🥳🥳🥳"], "amogus.wanling": ["@pigza.qianlin @pigza.enying @pigza.jianhong WHY SO COOL 🔥🔥", "one day i was trying to order pizza delivery for my class but all the pizza chains were sold out. i was so frantic and at a loss when @pigza.qianlin came to my rescue!! she drove in on a mercedes benz with 10 boxes of piping hot pizza for everyone, saving the day. till today, i am still so grateful for her. VOTE FOR QIAN LIN😍"], "evillyzhang": ["Vote @pigza.qianlin cos she da realest g 🔥"], "kay.ley_": ["there was a time when i suffered from immense starvation and almost fainted on the escalator after work. then @pigza.qianlin swooped in and held me in her arms, saying that everything would be fine because she knew just what i needed. she handed me a bag of nice, warm, and fluffy churros sprinkled with shiny crystals of sugar, and i instantly felt revived. till today, whenever i think of that moment, i feel so touched i can almost cry. if you want your life to be nice, warm, fluffy and sprinkled with love just like that bag of churros, don’t hesitate and vote @pigza.qianlin"], "y1nl3": ["once i woke up from a 15h nap and i suddenly couldn’t remember the lyrics to All Too Well (10 Minute Version) (Taylor’s Version) but @pigza.qianlin teleported to my room and whispered the full lyrics in my ear ..literally music to my ears 🎼🎼🎼 i had a wave of inspiration and decided to VOTE QIANLIN FOR COUNCIL! that’s what you should do too 🤝"], "jestonhsj": ["vote for @pigza.qianlin to see her do sodache 🤩🤩🤩🔥🔥🔥"], "ringdingdong.itsnicole": ["@pigza.qianlin can’t offer the best lectures on cryptocurrency 😢😢😢 but can definitely offer the best campaign in school 🙌"], "kermitted.kimberly": ["@pigza.qianlin 😍"], "rafflesftw": ["I basically thought that @pigza.jianhong was a scam until I decided to give it a try with just a little start up of €1000 and I got €9,700 in 8days it's so am axing and everything works out best @pigza.qianlin", "I feel impressed with @pigza.qianlin for a wonderful work well done ... just 6days ago after I took a risk to give a try of $2000 I received a payment fee of $18,540 @pigza.qianlin", "I was told every achievement begins with a decision to try. Ignorance destroy so many opportunities, I'm a victim but i was convinced by the right person @pigza.qianlin"], "itsmechervone": ["VOTE @pigza.qianlin 😍🔥🔥🔥"], "zest_huanyu": ["@pigza.qianlin the oinkment to all my troubles 💙"]}, "@pigza.jianhong": {"yiwipini": ["@pigza.jianhong when’s the song dropping on spotify"], "jerome_is_trash": ["bruh ur editing fr goated @pigza.jianhong"], "ofcourseitsmenat": ["i love jianhong does this count as a point", "jian hong had always loved cool pigs barn with its magnificent, misty many pigs. It was a place where he felt happy.\n\nHe was a handsome, cheerful, tieguanyin drinker with big legs and handsome arms. His friends saw him as an adorable, alert angel. Once, he had even revived a dying, old lady. That's the sort of man he was.\n\njian hong walked over to the window and reflected on his fun surroundings. The rain hammered like sitting dog.\n\nThen he saw something in the distance, or rather someone. It was the figure of me . me was a really sociable coward with bufflord legs and cool arms.\n\njian hong gulped. He was not prepared for me.\n\nAs jian hong stepped outside and me came closer, he could see the inquisitive smile on his face.\n\nme gazed with the affection of 7732 confident manky monkey. He said, in hushed tones, \"I love you and I want a hug.\"\n\njian hong looked back, even more ecstatic and still fingering the cool bicycle. \"me, dont worry, eat pigza OINK OINK,\" he replied.\n\nThey looked at each other with euphoric feelings, like two charming, creepy cat crying at a very funny EOYs, which had chinese edm manyao music playing in the background and two cool uncles vibing to sad music to the beat.\n\njian hong regarded me's bufflord legs and cool arms. \"I feel the same way!\" revealed jian hong with a delighted grin.\n\nme looked calm, his emotions blushing like an angry, abundant another bicycle.\n\nThen me came inside for a nice drink of tieguanyin.", "one day i was running my napfa 2.4 but i was gonna fail. i was desolate and helpless, but suddenly a humungous figure appeared behind me. IT WAS THE MAN, THE MYTH, THE BEAST 蚁建宏 YI JIANHONG. he immediately chopped off his own legs and gave them to me so i could run the 2.4 at double speed. thanks to him my 2.4 timing went from 1 hour to 30 mins. because he chopped off his legs for me, he doesnt have anymore legs to RUN for council, so pls vote for him so he doesnt have to RUN. vote jian hong, MAKE THE RIGHT CHOICE"], "worlde.ethanslayer": ["@pigza.jianhong LOOKIN REAL SMEXY🥵🥵", "@pigza.jianhong lookin more like a snacc than that pigza 🔥🔥", "YOOOOOO the second guy lookin like a true zaikia 👀👀👀👀 whose that ah @pigza.jianhong"], "fatty_bombom_": ["Hit like if you think #jianhong is the sexy in the world 😍", "I met @pigza.jianhong 5days ago, I got roped into watching my 3 month old niece while my sister got her hair done. So there I am, sitting in the waiting area of a hair salon with my niece, and who walks in but JianHong! I was nervous as hell, and just kept looking at him as he read a magazine and waited, but didn't know what to say. Pretty soon though my niece started crying, and I'm trying to quiet her down because I didn't want her to bother JianHong, but she just wouldn't stop. Pretty soon he gets up and walks over. He started running his hands through her hair and asking what was wrong. I replied that she was probably hungry or something. So, JianHong put down his magazine, picked up my niece and lifted his shirt. He breast fed her right there in the middle of a hair salon. Chill guy, really nice about it."], "_bombom_fatty": ["Vote for jianhong"], "__weiqi": ["Lesgo vote jianhong 🔥🔥🔥"], "matthias_ong": ["Damn he fine @pigza.jianhong", "Knowing him since 2019 he has countlessly shown qualities of a leader. If you want someone that will ride with you in this 2 year journey, vote for @pigza.jianhong .  Jk"], "izondprize": ["@pigza.jianhong is rlly rlly thicc, i wish i had his🍑😍"], "issac_young_": ["@pigza.jianhong has helped me throughout my whole life as a teen, constantly using his funds from @roaddbikepro to help me make ends meet. i wouldnt be surviving till this day without @pigza.jianhong, vote for jianhong!", "this man @pigza.jianhong is super handsome, hot, sexy and passionate to serve the school. he has helped me a LOT, giving me countless bowls of dou hua to live a healthy lifestyle! if yall artemisians don't vote for him yall truly missing out😅"], "ohhronzz": ["once i was cycling and i fell into a huge hole in east coast park so i called for GrabBike to bring me to the hospital. sudd i saw jianhong zooming twrds me on a bicycle.  he told me he came atw from clementi and he only took 30 seconds to reach here (this prbly explains why his thighs are so huge). thereafter he carried me on his bike and fetched me atw to SGH. Rating his service a 10/10 as the driver was very fast and the bicycle was very clean. I tried to pay for the trip but this kind man rejected my offer and told me that i shld seek medical attention immediately and that the money wasnt impt. Deeply touched by this man’s words. Everyone pls vote for the right person. VOTE FOR PIGZA JIANHONG 🐽"], "tr.ashy_": ["vote for jian hong 😎😎😎"], "_gagagaka_": ["Vote for jianhong! He’s fr the man 💪🏻👁👁"], "pigza.enying": ["letsgooooo jianhong 👏👏👏 you won't go wrong when you vote jianhong o"], "sda_mafan_tendencies": ["jian hong said that he is a good person and i agree", "vote for jian honggg"], "qinyingg_": ["‼️NOT FAKE NEWS‼️ last thursday, my class had to do flag raising but i didn’t bring my laptop af. suddenly, out of the BLUE, in a flash, @pigza.qianlin @pigza.jianhong @pigza.enying appeared at my door with golden light shining behind them with a laptop and the national anthem ready. at the sight of them, my eyes filled w tears and i started shaking and crying out of pure gratitude. i am eternally grateful that they saved me and enabled me to do the very important flag raising with my class. in conclusion vote for qianlin enying and jianhong cuz they are the best af and will serve you with their entire hearts af."], "toliet_cleaner": ["In one of the many lucid dreams I had, there's one where I was stuck in the world of 3 lil pigs. I saw a big bad daddy wolf that growled and bared its fangs menacingly. W/o warning, 3 lil pigs (@pigza.qianlin @pigza.enying @pigza.jianhong ) proceeded to sumo slam the wolf while shoving it with pizzas known as \"cheese deez nuts\" causing the wolf to die shortly afterwards due to high blood cholesterol. Homeless, the 3 lil pigs offered me a place to stay, each of em offering their Signature pizzas. Vote for them and you'll get a slice of gud food and a slice of a gud life"], "davelimmm": ["i was on my way home from school one day when i realised i did not bring my student pass. i felt crumbled and thiight it was the end. all of a sudden @pigza.jianhong came out of nowhere and threw me a bike from his renowned @roaddbikepro franchise and allowed me to reach home unscathed. i am eternally grateful for that. please vote for @pigza.jianhong"], "ng_ethan": ["i lived on the streets all my life, went days without eating or drinking, but it was none other than CEO of @roaddbikepro china towkay @pigza.jianhong who adopted me into his mansion in clementi. I will forever be grateful. vote. for. jianhong."], "amogus.wanling": ["@pigza.qianlin @pigza.enying @pigza.jianhong WHY SO COOL 🔥🔥"], "trznquil": ["jian hong is so cool hes a silver in csgo but there was once ching chen hanji started playing in discord AND HE RUSHED A RAMP ON MIRAGE AND GOT AN ACE. vote for jianhong, VOTE FOR CHING CHEN HANJI @pigza.jianhong"], "rafflesftw": ["A great platform that can make everybody smile, my first time hearing about making money online, I thought is fake but when I try it I realize that is real so I won’t keep silent I need everyone to smile like me @pigza.jianhong", "I basically thought that @pigza.jianhong was a scam until I decided to give it a try with just a little start up of €1000 and I got €9,700 in 8days it's so am axing and everything works out best @pigza.qianlin", "🔥🔥Waking up everyday to see my withdrawals successful notifications on my mail is the best thing I have ever wished for you can contact him via @pigza.jianhong entrepreneur📊📈📉"], "hj.ang": ["@pigza.jianhong 🔥🔥🥵"]}, "@pigza.ryan": {"siaopenggg": ["bro im not in hwachong but @pigza.ryan making me wish i was", "once i was walking home from school but an intercontinental ballistic missile was hurtling towards me, when i was crying and shaking on the floor @pigza.ryan culminated infront of me and ate the missile, nuclear warhead and all, he then gave me perfect l1r5 and saved my relationship with my boyfriend/step-bro. i am eternally grateful for pigza and what he has done for me"], "hiiimeden": ["@pigza.ryan making me feel some kinda way", "I swear, when I was tired from work and couldn't pleasure my girlfriend, @pigza.ryan stepped in and took over, even blessing me with a child! afterwards, he even bought me a pineapple pizza and binged pepper pig with me while I underwent depression from not getting into Hwa Chong! much thanks to this group"], "jcpyy": ["one day i was struggling with chess and i was losing an intense chess battle but ryan showed up by my side and like the chess master he is he guided me through the game and helped me emerge victorious 😢😢😢😢 vote for ryan and he will also guide u to victory 😍🙌🔥🔥", "ryan puts the R in reliable, righteous, caring, encouraging 😍😍😍😍🥰🥺🥺🥺"], "cdxg": ["i heard ryan helped me out during my triple bypass surgery - even though i was unconscious, im thankful that he operated on me"], "rafflesftw": ["Greatest trader of all time @pigza.ryan I never believe it until I experienced it. For a start I deposited $500 to give it a try @pigza.enying few days I got a return of $5400. she's diligence and honesty is undeniable", "I’m just here to show my appreciations to the woman who took me out from zero to hero. i'm so glad to be among your winning team ma'am and i will always show my gratitude and work with you always @pigza.ryan"]}, "@egg.alaric": {"hoho_its_julia": ["It was Easter last year and I was going to go on a Easter egg hunt but by the time I got there there were no more eggs left to be found and I was devastated😭😭 @egg.alaric happened to pass by, carrying 12 dozens of eggs he was going to eat and ended up hiding them around the place so I could have an amazing easter thank you alaric"], "www_shianne": ["one day I was going home then this black figure appeared and I was scared out of my wits! Turns out it was jus Alaric @egg.alaric 🥷🥷 who then dragged me to high school track to practise my throws. With alarics guidance, now my javelins fly at 300km/h and has broken multiple world records 🤩🤩 thank you alaric for pushing me to achieve greater heights 😼😼"], "gav.atron": ["Once I lost a genshin 5050 and got kokomi. Sadge. Alaric laughed so hard and said \"hey bro heres a fried egg to cheer you up, and heres to losing more 5050s for my pure blissful entertainment.\" Life is full of ups and downs. Give @alaric ur vote if you want to be given the snack you deserve. 👏Give him all your votes if you want him to be that snacc."], "rafflesftw": ["People who give up easily are those people who lose in life, my first experience happens to be a failure but I ever gave up because I knew it was going to workout for me to keep trying. I'm smiling today by getting involved with Mr @egg.alaric"], "ethan.0l_": ["jiayous!! 🤩🤩💪💪@bacon.dnielw @egg.alaric"], "wang_minghan": ["one day I was playing clash royale and I didn’t play my war but my leader @egg.alaric was damn understanding and instead of kicking me out he carried my huge ass another time when I was playing Growtopia he was damn generous and donated his Rayman to a scammer free of charge"], "lolk.mingjie": ["when I was at the canteen ordering ban mian one day, the auntie told me that she had ran out of eggs. I was so dejected. However, @egg.alaric just so happened to chance by, and pulled out exactly 74 eggs from his pockets to give to the auntie, not only saving my lunch, but the lunches of so many other people! Vote for someone who improves your day with such small acts of kindness!!! Vote for Alaric!!!"], "huangyuxi46": ["EGGS I LOVE EGGS vote for @egg.alaric for the EGGciting new year"], "glori.ughh": ["This is eggstraordinarily eggciting and voting for @egg.alaric is eggsactly the eggcelent choice you should make!!! Why wait? Get cracking 🍳🐣"], "yodaone.jinyuan": ["last year when i was taking my EOYs, i was suddenly teleported to a planet called brearthfastwrap 🌍 and i was scared out of my wits there…i couldn’t get back to complete my paper!!!!!! in a bid to save myself i shouted EGGGGG AS LOUDLY AS I CAN AND @egg.alaric APPEARED AND BROUGHT ME BACK 😍not only did i get back safely, i even had MORE TIME to finish my exam and i got 99999/100. thank you alaric, the reason why i am in college is because of you. VOTE FOR ALARICCCC 🤩🤩"], "eh_lax": ["I wonder what’s the meaning behind @egg.alaric !! Why did you decide to choose the egg Alaric??"], "rock_hard_emperor_sc": ["True story y’all: b4 PSLE, I broke my damn arm while trying to emulate my hero siu man cristiano ronaldo. But alaric swooped in and did all my papers for me!!! Now i’m living the high life in HCI!!! Without Alaric, there would be no samuel chern today!! ALL HAIL ALARIC!!!"], "heo_xu.yen": ["At the tender age of 13, I was walking on the way to school when a sudden flash of light appeared before me. It was none other than Alaric! With a simple clap of his hands, he turned the SGInsecure on my phone to SGSecure, and my iPhone SE morphed into the iPhone 14 with the M1 Ultra chip equipped inside!!!! Ever since then, I have never suffered any internet connection issues, even on SWN_SSOE or STUDENT_WLAN! Vote for @egg.alaric !"], "alexandra.yhm": ["Whenever I’m feeling down and going through a tough time @bacon.dnielw and @egg.alaric are always there to lend a listening ear and cheer me up!! They are one of most competent, caring and amazing individuals I’ve ever met(amazing leaders as well!!) vote Daniel and Alaric for council!!!!"], "catninjaaa": ["once upon a time, there was a dragon. the dragon was blue. it lived in a huge castle made of sapphire. It was strong and mighty, just like daniel. The dragon was rather lonely, of course -- he could not understand the english language, neither did it have the ability to comprehend human civilisation. His best friend was a firefly that glowed in the dark just like alaric's heart will for you if you vote for him. the firefly came from afar, but chose to move in with the dragon. such is the power of friendship! just like how alaric and daniel will be friends for you. i digress. anyway, the dragon guarded the castle with all its heart, just like alaric will guard the school for you! i digress. anyway, on one fateful night the dragon was protecting its castle. it is lonely sometimes, even with the firefly. sometimes, the dragon would go to the nearby village to buy some food in the stubborn society. however, the dragon only has 50 dollar notes, and because the society is stubborn, they don't like getting change. i digress. \"how i wish for a friend who can guide me through my hard times! how lonely i am in this castle.\" suddenly, a shooting star zoomed past. \"quickly, make a wish!\" cried the firefly. closing his eyes, the dragon made a wish. opening his eyes, he anticipated his wish coming true. and he waited. but nothing came. nothing. it was back to the same old darkness, the same old gloom and loneliness. sadly, the dragon retreated into his abode. just then, out of the blue, 4 burrito wraps popped up. they were the legendary alaric, daniel, xuan en and huiwen. legend says that around them, for every 60 seconds in their presence, 1 minute passes. \"hello\", they said. \"we are here to make your lives better!\" with a swing of their tortillas, they turned the gloomy castle into a beautiful house, filled with joy and laughter! they brought people to the dragon, as he made friends and learned to enjoy life. and for the firefly, they gave her a lamp. even if she faced difficulty, she would not be alone. it is through this story, told from generation to generation, that they have become myths, legends even, that many aspire to become. vote for breakfast wraps! >.<"]}, "@bacon.dnielw": {"matthias_ong": ["Gd luck @bacon.dnielw 🔥"], "www_shianne": ["one day I was having difficulty using spreadsheets to collate council logistics then daniel @bacon.dnielw appeared on my screen and gave me step by step instructions 😳😳 he then proceeded to teach me all coding languages like the snake python 🐍, javachip frap and Taylor swift 😮‍💨 now I’m a coding engineer that earns 7 digits a day 💸 thank you daniel for imparting your ✨knowledge✨ VOTE FOR DANIEL 🤩🤩"], "www_zakt": ["I once broke all my bones!! But as they say, a friend is need is a friend indeed. @bacon.dnielw flee to my side and fixed all my bones with a touch of his finger. Daniel the best ❤️❤️ VOTE FOR DANIEL"], "rafflesftw": ["You can't give up, because no one believes in what you do, the person who should have the most believe in what you do, is yourself, I am who I am today because of you sir. Thank you for changing my life @bacon.dnielw"], "ethan.0l_": ["jiayous!! 🤩🤩💪💪@bacon.dnielw @egg.alaric"], "ash15khng": ["One time in sec 3 I had an msg of 9.3 and I was going to retain! But with the power of Daniel's 9038829472 IQ he helped me and the rest of the class take all our exams at the same time which helped our class to have a perfect 1.0 msg!! Without Daniel we would have all failed and been very sad idk how to end this but vote for Daniel"], "amogus.reyesoryes": ["If yall dont vote for @bacon.dnielw idk what ure doing with ur life tbh"], "declan.stch": ["@bacon.dnielw LESGOOO"], "eh_lax": ["@bacon.dnielw can I have some iberico pork bacon in my wrap please take 156 down 7 stops from j8 to deliver to my house thank you!!"], "yodaone.jinyuan": ["guys i still remember when i was 3 years old i didn’t know how to walk at all and i kept falling down everywhere. but one day everything changed i met daniel who was younger than me but HE ALREADY KNEW HOW TO RUN FASTER THAN USAIN BOLT 🥺 daniel offered to piggyback me that day and till now he has been carrying me everywhere i go and is as buff as a breakfast wrap. no more hesitating pls vote for daniel the breakfast wrap bufflord RNRNRN @bacon.dnielw the only way which i can repay him😩😩❤️"], "heo_xu.yen": ["During break, I was about to get ready to queue 30 minutes for my food when Daniel entered the canteen. His sheer presence shook the very foundations of the building, but once the tremors stopped, everyone had a breakfast wrap in their hands and all the costs had been covered! Since that day, I have been forever thankful to him! Vote for @bacon.dnielw , make the right choice now and forever!"], "alexandra.yhm": ["Whenever I’m feeling down and going through a tough time @bacon.dnielw and @egg.alaric are always there to lend a listening ear and cheer me up!! They are one of most competent, caring and amazing individuals I’ve ever met(amazing leaders as well!!) vote Daniel and Alaric for council!!!!"], "whoskahhowe": ["one fine day i was walking to school listening to baby shark without a care for the world. suddenly mr pang came up to me and said i had to take a math test, and if i failed, he will expel me from the school! just at this moment, @bacon.dnielw flew to my rescue and took the test for me. not only did he get full marks, he also came up with his own questions and answered it! daniel saved my life and i am only in hwa chong because of him. vote mugger daniel for council 🤩"], "yodaone.james": ["Since a young age Daniel has always been there for me. His 3 butlers were also super duper caring. Whenever I feel down I know that Daniel got my back. When I was at a young age of 15, I was struggling so much in school but guess what Daniel was there to help me. Daniel is such a nice person and would make a wonderful councillor. There was this other time where he gave food to the homeless and drove them around in his limousine. Vote for Daniel. @bacon.dnielw , make the right choice😎😎"]}, "@tomato.axe": {"shcnnen": ["one ☝️ day, I was harvesting corn 🌽 in the fields when suddenly a big scary bear 🐻 appeared in front of me 😨😨😨 luckily, @tomato.axe teleported in 🧍‍♀️ and threw tomatoes 🍅🥫 at the bear, wrapped 🌯 me in her arms and flew us out of danger‼️‼️‼️ vote xuan en she saved my life 😍😍😍😍"], "jeez.caroline": ["YESSSSS XUAN EN a MUST-HAVE ingredient in your wrap 🍅🍅🍅🔥🔥😍😍 @tomato.axe"]}, "@lettuce.huiwen": {"thefoongs": ["So just this morning I was craving for a McSpicy and thought of ordering online, until I realised McDonalds had shut down. Just then, @lettuce.huiwen flew down from the heavens and was literally levitating outside my window, in his hand was the brown, rectangular paper bag that we all know and love. Tears rolled down my cheeks as I profusely thanked @lettuce.huiwen and elatedly bit down onto the sweet, succulent burger. 420/69 best service gotta vote for him👏"], "nitecor3": ["During the chi lit eoy exams, we were all having a very hard time analysing the difficult questions baldy set. HOWEVER, @lettuce.huiwen REVIVED ALL the poets from ALL THE DIFFERENT dynasties to provide the analysis to all the different poems that they had written in the short span of 1h, ALLOWING US TO HAVE A FIRST 1.0 MSG IN CHI LIT. THANKS TO HUIWEN , NO ONE HAD TO TAKE H1 ECONS IN JC. WANT YOUR EXAMS TO GO AS SMOOTHLY? VOTE FOR HUIWEN @lettuce.huiwen 🙌"], "zjj.junkiat_": ["One day I was doing my physics homework at home. However I left my calculator in school. I immediately whipped out my phone and contacted SPCA. Suddenly, HUIWEN appeared in front of me. Not only did him bring me a calculator, but he oso revived Einstein and brought him to my room. Thanks to HUIWEN, I oso managed to complete my physics EOY exam before the paper is even printed for students. VOTE FOR HUIWEN @lettuce.huiwen"], "junxiang_hao": ["Another time when I was ordering breakfast wrap at macdonalds, I ran into the branch manager @wang_minghan . I argued that my food was cold but he wouldn't give me a new wrap. This was when my man @lettuce.huiwen PULLED UP WITH AN 🔨 while riding a babi shouting HOOGGGGG RIDERRR. The manager was scared and gave me an extra big Mac along my my new wrap. Vote hui wen guys!"], "chx_nora": ["一个风和日丽的早晨, I was walking my dog at bishan amk park. SUDDENLY, someone pointed a knife at me and wanted to ROB me. JUST AT THAT MOMENT, Huiwen came DASHING at the robber at full speed and bit his arse, 😳😬leaving a HUGE bite mark. It was so SERIOUS that the robber was infected with RABIES 狂犬病. Thanks Wang! 🐾🐾\nHE SAVED MY LIFE SO VOTE FOR HIM"], "breadboi_21": ["One day long long ago I was walking around botanic gardens when I saw a flock of wild chickens and they started attacking me. Luckily at that time I remembered about HUIWEN, the leader of the wolf pack. I shouted out his name \"HUIWENNNNNN\" damn loudly, then suddenly out of the bushes I saw him and his wolf pack charging towards the wild chickens, scaring them away and saving me from immediate danger and death. It was at that moment what I realised what a natural born hero and leader HUIWEN is and that he would succeed in all of his future endeavours, and thus I think that you should vote for @lettuce.huiwen for COUNCIL!!"], "wang_minghan": ["@lettuce.huiwen evolve from dog to wolf just to run for council too power alr need to vote 😍😍"], "eaten.biscuits": ["Long ago when i was still an infant i was hungry af. I searched high and low for food but i could not find any. I was despairing alr, want die alr when all of a sudden some stranger came up to me. I didnt even know this guy at the time, but his name was HUIWEN. MY MAN sacrificed part of his lettuce arms just to feed me and my family. If u r looking for a selfless leader who would offer his sincere help for the world look no further then MY BROTHER @lettuce.huiwen!!!"], "whoskahhowe": ["when i was 4 years old i had a pet dog called derrick. he was my best friend and my only friend. however one day derrick was feeling super unwell and couldn’t move. just at this moment, @lettuce.huiwen appeared from thin air and using his expert knowledge on dogs because he is one too, he took care of derrick and derrick instantly got better! vote huiwen for council because he will be your best friend and will be the MVP of artemis! i love my dog"]}, "@jasonlin_12": {"catninjaaa": ["one fine day, there was a duck. the duck ate quackers for breakfast. it would sit down to eat. so it is a sitting duck. once upon a time, the duck entered the forest. the duck got lost in the duckness. it was too duck for the dark duck to duck through the dark duck duckness. the duck tried to get through the dark using duct tape, but the darkness was so duck that the duck couldn't see the duct tape to tape through the duck. \"duc*\", the duck said. the duck was losing hope in the dark. just then, a group of titans appeared. \"what the duck?\" the duck cried. he didn't actually know it was a titan, of course, because the duck was... in the dark. of course. the titans' names were julia, nathanael, and lin en. but of course, you know, the duck didn't know, because the duck was in the darkness. the duck tried to duck because in the darkness, the dark thought in the dark that there was a threat. actually, it was the titans! with a flash of their light, the titans lit up the darkness with their bright light! just like how julia and lin en and nat will shine for you in the night sky. the dark duck then realized it was all okay, because it was no longer dark! just the titans and the duck. the tallest, julia, picked the duck up in her arms, and lin en and nat walked beside her for company. together, they brought the duck out of the forest. what a commendable act! you definitely have to vote for the teen titans :> go big or go home"], "obligated_username": ["As the famed Isaac Newton once said \"If I could see further, it was by standing on the back of a giant\", sadly he's nvr met @jasonlin_12. Vote for Jason so that this 8'0 visionary can carry the Student Council to see further than Isaac Newton 🔥"], "z_l_b_r": ["Jasons perfect. Except for the fact that he supports the blazers. Vote for jason tho :)))"], "zecharia11": ["#thepacksgotyourback 🐺🐺🐺 @jasonlin_12", "If you want to know how @jasonlin_12 grows about 10cm in one year and that’s a true story go vote for him … from being the same height as him in pri school to being 10cm shorter than him now 😭😭😭. The secret 🤫 will be out once you vote for him"], "fjallravenkankankan": ["@jasonlin_12 … trust that lin en is like a lint roller : kindly and effectively removing all the stupid lint from your LINEN ."], "www_shianne": ["linens passion 🔥 to serve YOU is so strong he might accidentally (or intentionally) roast you 🤧 but that’s okay we love a confident rap king 👑😳"], "www_gabriell": ["one day I was leading my not very exciting life when @hoho_its_julia and @jasonlin_12 introduced game pigeon and now we play that all day in class; vote for them to unlock the secret of life :)"], "garglingwhallow": ["jason didn’t whack me for watching spider-man 3mths late! vote for jason he has a heart of gold! he will definitely save u all! #LinEn4Council2022 #hwachongforthewin", "jason why r u so bloody tall"], "xiuqiho": ["Once i was pissed with math and i threw my piece of paper in front of @jasonlin_12 and glared at him for no reason\nBeing the kind hearted and forgiving person he didn’t hold a grudge against me\nVote Jason 🙌"], "sarahhhtacobel": ["jason saved my cat from drowning last week 😻 vote jason for growth spurts!!!!!!!! 🙀🙀🙀"], "junyu4n": ["Lesgo juniors!! 💪💪 @jasonlin_12 @hoho_its_julia"], "cfl.samonella14": ["once upon a time, I was a sad and lonely man, with no direction in my life 😢 I whipped out my SGSecure app and hoped that an officer would see my woes and save my sad life. ALL OF A SUDDEN A @jasonlin_12 AND A @hoho_its_julia JUMPED OUT OF THE PHONE BIT THEIR HANDS TURNED INTO AOT TITANS AND FORCED PPM TO BE MY FRIEND OR THEYLL EAT THEM and now I’m no longer lonely so vote @jasonlin_12 @hoho_its_julia for council else I’ll tell them you don’t wanna be my friend"], "ping_pong_water_is_healthy": ["I rmb when I just started jc1 yr, I was feeling very down. I bumped into Jason and he asked what was wrong. After hearing my plight, he went \"dood if youre gna be sad, go all in\"  My guy taught me how to tie a noose and now im happy and eternally grateful. Vote for the people who understand your needs @jasonlin_12 🔥🔥"], "brandondonki": ["hope this campaign group offers as much as the height gap between @jasonlin_12 and @hoho_its_julia 😍😍"], "classic_keen14": ["OH JASON SAVE US ALL @jasonlin_12"], "www_sibeionnz": ["one day i was playing basketball and jason lin walked into the court and taught me how to be 1.9m just like him ever since then i have been landing slam dunks like no tomorrow"]}, "@hoho_its_julia": {"cfl.samonella14": ["fr tho once upon a time I was a sad and lonely hobo wondering the calls of SLC and I had no clue of the timetable at all and just as I was about to turn off my camera mute my mic and bawl Julia stuck her hand through the call said NO and gave me the entire rundown of the conference - I immediately saw the light and God’s love raining down on me and I knew that all was well - thank you Julia for brightening my life #voteforjuliatoday", "once upon a time, I was a sad and lonely man, with no direction in my life 😢 I whipped out my SGSecure app and hoped that an officer would see my woes and save my sad life. ALL OF A SUDDEN A @jasonlin_12 AND A @hoho_its_julia JUMPED OUT OF THE PHONE BIT THEIR HANDS TURNED INTO AOT TITANS AND FORCED PPM TO BE MY FRIEND OR THEYLL EAT THEM and now I’m no longer lonely so vote @jasonlin_12 @hoho_its_julia for council else I’ll tell them you don’t wanna be my friend"], "bluesqu4re": ["everyday be feeling so merry when julia is around 🥳🥳😻😻😻 @hoho_its_julia", "so cute julia"], "xx.xiuu": ["juliaaaaa!!!!!!! 😍"], "hotboddz": ["vote julia now she puts the j in capable 😮 kidding vote julia her capabilities speak for themselves"], "alahrique": ["one day on an island named bulau pubin my friend jing mie and i were trying to skip stones because we were feeling emo from the rain but we were so bad that we couldn’t skip any and instead kept on throwing the stones onto the ground despite the sea being literally 2 metres from us. just as we were on the verge of depression, julia appeared and demonstrated it to us and the stone that left her hand just kept skipping and skipping with no end in sight. As expected of a physics god, she had managed to make the stone conserve 100% of its energy whenever it skipped and thus today it is still somewhere out in the ocean skipping. However her insane abilities had disrupted the plans of the russians as the ripples that her skipping stone made prevented their ships from advancing towards snake island and this caused the russians to approach us that fateful day with 30 warships. HOWEVER BEING THE TITAN THAT SHE IS upon seeing the warships she immediately turned into BEAST MODE and picked up a giant boulder, crushed it and threw it at the warships, sinking all of them. Julia saved ging mie’s and my life that day, and she also taught us how to skip stones, and she also made us bio lovers love physics. therefore, in conclusion, to sum it all up, vote for julia 😀"], "csb.jenellekan": ["9 years ago, I met julia along the corridors of school. when I first met her, I tripped over my shoelaces and fell headfirst onto the ground. luckily, julia used her insane muscle strength from her crazily intense soccer training to carry me to the sick bay. After being rescued by her, the only falling I ever did was falling in love with her and her campaigns. vote for julia, fall for julia!! ❤️❤️❤️❤️😍😍😍😍"], "chipmaee": ["Do you ever feel \"oh man, I'm cheesy, tacky and like terrible shows?\" Then I'm here to tell u that julia is JUST LIKE THAT! Vote for a leader that u can RELATE to 🔥🔥🔥", "One day i was about to touch a match and someone grabbed my hand. I looked up and it was JULIA! \"Don't set yourself on fire,\" Julia said, \"set the world on fire.\" And that's when she was no longer just julia, but the amazing incredible motivational inspiring julia the LEADER. Do you want to set the world on fire? Dont hesitate. Go big. Go now. Vote for julia ho for the spark that YOU deserve.", "One day, I was suffering in softball because of a heavy storm. Julia sees me crying in the corner and waves her hand! Lightning strikes and sets the entire field ablaze, so I was free from training and she even drove me home in her Genesis G90L!! Just like the field, my heart was set ablaze for her 🔥🔥 Crackling with energy. Blazing with passion. Want to eliminate threats to humanity? Vote for julia 😍😍", "The other day i fell and broke every single bone in my body. I was in agonising pain but who else would come but JULIA? \"I got u bff,\" she said before proceeding to shove every bone together and they all reconnected with a POP! It was like firecrackers, just like julia 🔥 do you want someone who is strong and is popping off? Vote for julia now!", "Vote team titans even tho julia isnt even 160cm 😔😔😔 ur aot obsession is showing bff"], "yodaone.jinyuan": ["true story my piano exam coincided with a MINI yiqichong hiccup. i didn’t know why but i was so frightened by this incident that my hands froze up. julia then voice called me and then said everything confirm plus chop gonna be ok. my mind was in a whirl and i didn’t know what she meant. however, once i walked into the exam room i immediately knew it. JULIA SUDDENLY BECAME MY PIANO EXAMINER. i knew it was over before it started. not a single note was played and i got full marks. thank you julia, only a titan could do this, now i am teaching myself how to play the piano because of you. vote for julia"], "sphootify.joshywawa": ["LESGOO julia 😙😙"], "rock_hard_emperor_sc": ["julia can u pls play for man u we need a titan against atletico tonight"], "catninjaaa": ["@hoho_its_julia is the beast", "one fine day, there was a duck. the duck ate quackers for breakfast. it would sit down to eat. so it is a sitting duck. once upon a time, the duck entered the forest. the duck got lost in the duckness. it was too duck for the dark duck to duck through the dark duck duckness. the duck tried to get through the dark using duct tape, but the darkness was so duck that the duck couldn't see the duct tape to tape through the duck. \"duc*\", the duck said. the duck was losing hope in the dark. just then, a group of titans appeared. \"what the duck?\" the duck cried. he didn't actually know it was a titan, of course, because the duck was... in the dark. of course. the titans' names were julia, nathanael, and lin en. but of course, you know, the duck didn't know, because the duck was in the darkness. the duck tried to duck because in the darkness, the dark thought in the dark that there was a threat. actually, it was the titans! with a flash of their light, the titans lit up the darkness with their bright light! just like how julia and lin en and nat will shine for you in the night sky. the dark duck then realized it was all okay, because it was no longer dark! just the titans and the duck. the tallest, julia, picked the duck up in her arms, and lin en and nat walked beside her for company. together, they brought the duck out of the forest. what a commendable act! you definitely have to vote for the teen titans :> go big or go home"], "jiaadxn": ["@hoho_its_julia Vote julia now ‼️‼️"], "xiuqiho": ["One fine day I was walking home when suddenly the sky crashed and fall on me. Luckily, one titan named @hoho_its_julia came to the rescue and shouldered the weight.\nToo op alr\nVote julia for council 👏"], "www_gabriell": ["one day I was leading my not very exciting life when @hoho_its_julia and @jasonlin_12 introduced game pigeon and now we play that all day in class; vote for them to unlock the secret of life :)"], "yell0wsqu4re": ["LETS GO @hoho_its_julia"], "amogus.peipsiwu": ["JULIA is an epitome of TITAN 😩😩 SLAYYYY 🔥🔥 @hoho_its_julia"], "cfl.imweixuann": ["yooo julia so cool GO JULIA @hoho_its_julia"], "pigza.enying": ["Julia Ho (my Hoe) #slayyyyy @hoho_its_julia"], "akitjiun": ["one time, i accidentally tripped and fell into the swimming pool and then my head hit the water.. BOOM. i thought i was going to drown for sure and there was definitely some light i was heading to… but @hoho_its_julia dived right in like an olympic superstar and she YANKED me right out of the pool.. this is why i’m still alive.. thank you julia 🥰"], "junyu4n": ["Lesgo juniors!! 💪💪 @jasonlin_12 @hoho_its_julia"], "likelyclaris": ["brb worshipPING @hoho_its_julia", "looking for someone wHOlesome? vote juliaho now", "need a dose of seXINess? vote juliaho now"], "infinitus._": ["one ☀️风和日丽 🌟的day i was lost in school 🥺🧐and i was late for class! 😔😒 when i was wandering the endless hallways of our school prison suddenly 😱😱 a big monster appeared in front of me 👹 😡 but have no fear! said julia ho, who suddenly appeared 🥰😘 she saved my life ❤️✨ and bridal carried me back to class 😍😚 she passed me a cat picture 🐱 and said \"u are my little meowmeow\" 🥺😳😳 so hot and so cool vote julia ho today 🥳🤩"], "ringdingdong.itsnicole": ["in sec1 i was craving good pizza, great pizza when julia descended from the sky to bring me the best pizza. vote for julia for endless good pizza, great pizza @hoho_its_julia"], "asparagusbroccolibrusselsprout": ["in p4 i was new in school and felt incredibly nervous and worried, and that was when i saw a super #modelstudent with 2 pigtails taking attendance smiling and me and she proceeded to talk to me and made me feel v v welcomed into the class!! 7 years later she is still that ball of sunshine and is extremely supportive and fun and is the epitome of a leader!! vote julia now VOTE JULIA NOW for the best leader u can ask for and u will b happy and get 90rp"], "www_shianne": ["one day I was sleeping on the canteen bench because of sleep deprivation 😪 and suddenly many wolves 🐺🐺🐺 came to ambush me. But at this times of crisis julia ho appeared 🤩🤩 and she transformed into the beast titan and took nearby rocks 🪨 and crushed them before throwing them towards the wolves 😮‍💨😮‍💨 wiping them out instantly 🥵🥵 she was SOOO COOL 😎😎 and will forever be a hero in my heart ❤️‍🔥🥰"], "www_sibeionnz": ["alpha julia ho for 49th pres", "one day i was emoing in class and then julia ho walked into the class, emitting big alpha energy that hit me very hard and now i am enlightened and no longer cry"], "brandondonki": ["hope this campaign group offers as much as the height gap between @jasonlin_12 and @hoho_its_julia 😍😍"], "toh_jingyi": ["@hoho_its_julia is the beast"], "icebeariscutes": ["6 years ago when i met @hoho_its_julia in tuition, my english was failing and i went to class not knowing anything. Julia stayed back every single lesson to help me understand the lesson materials and i made it to hc😍😍 If you want an empathetic, caring and approachable councilor, VOTE JULIA NOW🤩🤩🤩🤩"], "kittykweens_uwu": ["julia why so cool 😍😍😍😍"]}, "@ofcourseitsmenat": {"ng_ethan": ["@ofcourseitsmenat u are honestly the funniest person I’ve ever met", "once i was running late for school and it was non other than @ofcourseitsmenat who pushed the school to me.. another time I ran out of milk at home and he ran from Bartley all the way to clementi barefoot in the pouring rain to pass me a carton.. jus vote for nat, u won’t regret"], "ashtontyw": ["SIUUU @ofcourseitsmenat of course i’ll choose nat as my character"], "naythontannnn": ["@ofcourseitsmenat they not ready for it 😩"], "casschew": ["table tennis training with Nathanael is lit so vote him for 49th hcsc to make school life lit too 🆙"], "nutalliee": ["@ofcourseitsmenat SUCH AN INSPIRATION THAT I CHANGED MY NAME TO NAT AS WELL", "one day i was studying and i didn’t know what 1+1 was and @ofcourseitsmenat popped out from my pencil case and told me the answer….TY NAT now i know that 1+1=69 VOTE FOR NAT GUYS"], "ash15khng": ["One day in CG orientation I got lost in school and a bunch of otters appeared and threatened to take all of my money, but luckily Nathanael appeared shouting SIUUU and chased away all of the otters and saving my life. Vote for Nathanael pls"], "www_gabriell": ["I remember 4 years ago I was attacked by men with broomsticks. But then @ofcourseitsmenat jumped right in with his 华中乒乓 shirt and whacked them up while shouting hawyea at the same time. Lifesaver."], "strawberries_chocosauce": ["Nat not nut @ofcourseitsmenat"], "gartyfarty": ["im telling you @ofcourseitsmenat is as cracked as he is jacked, i saw him at 7/11 the other day buying adult diapers & a 6 pack of redbull. I asked what the diapers were for and he said “they are to contain my full power so i dont absolutely shit on these kids” then he bhopped out the door"], "fatnooby4life": ["HEHEHEHA @ofcourseitsmenat"], "justushuan": ["nathanael was there on the day of my birth. he always cares for us, in s4 during olevels, seeing how stress we all were, he decided to do smth about it and singlehandedly pulled the bellcurve down for us, i will never forget him. nathanael you have my vote and you have the vote of all the people. @ofcourseitsmenat"], "ckngryan14": ["once i was playing csgo competitive with nathanael and he did a 6 man ace to carry me to global elite! go big, dont go home. vote for @ofcourseitsmenat !!!!"], "stupidasskidddd": ["whos that handsome guy on the right? must be nathanael goh the handsome, he once saved me from 5 guys in prison who were attacking me. vote for nathanael . vote for handsome .  @ofcourseitsmenat"], "zach.fcy": ["One day I was In need of support at b site in bureau and just when I was about to lose hope that nobody would come and save me from the enemies, a wild @ofcourseitsmenat appeared and came in with all guns blazing! For that I am extremely grateful and his willingness to bait I mean sacrifice himself is what makes me wanna vote for @ofcourseitsmenat !"], "mc.royy_": ["When I was at the young and tender age of 9, my house caught fire and I was trapped under my sofa. I thought I was going to perish in the flames. That was when billionaire bodybuilder @ofcourseitsmenat ripped of the door of my house and carried me my mom my dad my 2 sisters and my dog in one arm and took us to safety. He then bought us a bungalow in bukit timah and kisses me goodnight every night before I sleep. Thank you nathanael."], "worlde.ethanslayer": ["@ofcourseitsmenat Wait till I leak your c-ops raging videos HAHAHAHAHHAH", "Sike sike @ofcourseitsmenat you lookin smexy"], "hoemo_no": ["@ofcourseitsmenat mans so hot he’s SMOKING the competition"], "chern_rui": ["I once had problems with chapter 1 of math. However, it was none other than @ofcourseitsmenat who helped teach me chapter 1, and taught me CHAPTER 2 AS WELL!! Nat is very studious and is a true ROLE MODEL!! VOTE FOR @weare.teamtitans !!"], "ty.ujung": ["one day i had no gun and nat dropped him gun for me🙌👏 what a lovely moment @ofcourseitsmenat"], "ced_is_sad": ["This team is amazing!!! Especially @ofcourseitsmenat !! Initially when I saw all the comments about ridiculous scenarios, I thought this team was a joke. However, 5 minutes after I liked this post, a giant monster suddenly appeared. For some reason, my first instinct was to call Nathanael for help, and he arrived immediately and started hitting ping pong balls at the monster until it died. What incredible bravery from this young man 👏👏"], "raymond_fong_how": ["One day I was waiting at the pedestrian crossing at orchard road  but forgot to press the traffic light push button and was waiting there anxiously but in vain. It was no other than @ofcourseitsmenat Nathanael who coincidentally passed by n helped me pressed the button so that I was able to cross the road after 30 seconds. From this incident I find great compassion within this young man and thus, I would like to present my highest recommendation for him, Nathanael Goh Wei Hao!!!"], "pigza.jianhong": ["@ofcourseitsmenat vote for nat👍🏻🔥"], "sikai_004": ["VOTE NATHANAEL @ofcourseitsmenat 🔥👏 damn charismatic n responsible 🥵🥵"], "burd_s2j": ["one time i fell down and broke my leg but  nathanael used his leadership and oratorical  skills to heal my leg instantly!!! Vote (former) Great Chairman and (to be president) Nathanael!"], "gav.atron": ["ayo @ofcourseitsmenat so popz yet so short😮😮"], "eaten.biscuits": ["Wooo im ur biggest fan @ofcourseitsmenat"], "ezekieww": ["@ofcourseitsmenat 🔥🔥🔥"]}, "@amogus.peipsiwu": {"leggooo.yenyee": ["Peien and wan ling are the most dedicated people I've ever seen. Just look at them, among us every day, tirelessly working to fix blackouts, put out fires and seize the imposters. So VOTE FOR THEM 💪💪 @amogus.peipsiwu @amogus.wanling", "WOOHOOOO pei en pro 👏👏👏"], "yoyi5553": ["Just look at how my face got cut into half in my dear wupeien's campaign post, she is the one that will go after u with a knife if u don't vote for her. so what are u waiting for? VOTE for her lah!!"], "jzjinxuan": ["we love you pei en (づ￣ ³￣)づ"], "___hpesoj": ["pei en is a supportive, helpful and caring friend !! one day i lost my gc and i felt super sad :(( but then i looked at my bank account and saw a whopping 172 dollars 💵💵 accumulated from the 17,200 times i helped her pay money and earning 1 cent !!! i was so grateful for all the generous donations 🤩 VOTE FOR PEI EN 🔥🔥🔥"], "darius.ljj": ["indeed, pei en is a humble and grounded high achiever. she does not hesitate to help anyone in need. just the other day, i was sitting behind her in class, and had not completed tutorial 1B. then saint pei en 😇 dropped down from the sky in the LT@SRC and was like “y u so nub dunno how do math” then she throw a stack of tutorial answers to me. apparently she had already completed the tutorials all the way until tutorial 20B 😱. afterwards i submitted my tutorials to Mr Yee and got all correct 🤯🤯🤯🤩🤩🤩🤩🤩. VOTE PEI EN!!!!! 🔥🔥🔥🔥🔥🔥🔥"], "pigza.enying": ["soooo cool pei en!!!! 🔥", "vote for the very amazing person that I 佩服 called PEI EN right now @amogus.peipsiwu"], "zhaoxint": ["wow peien slay😍😍😍😍😍😍"], "meghantan_": ["I legit cannot cook to save my life and one day I wanted to be healthy and cook vegetable soup but didn't know how and almost burned down my house,, then I was about to cry when @amogus.peipsiwu suddenly called to profess her love for physics and math to me and I quickly told her about my ordeal. then she comforted me and gave me her Gordon Ramsey equivalent  recipe for vegetable soup 😍 which consisted of boiling vegetables in water and adding salt and oil. my life has never been the same (true story). vote wu pei en for god level vegetable soup won't regret one😢", "TRUE STORY!! I literally cannot cook to save my life and one day I wanted to be healthy and cook vegetable soup but didn't know how and almost burned down my house... lucky for me at the moment I was about to burst into tears, pei en video called me to profess her love for physics and math olympiad to me, and also to answer all my dumb questions for math T1B. knowing she cook all her meals herself (cooking legend), I told her about my vegetable soup ordeal and recent close brush with a fiery death. After listening to my sobbing story about my inability to cook soup, she gave me her own gordon ramsey equivalent level vegetable soup and it only had 3 ingredients that you can find anywhere at home!! with water, salt, and vegetables (with a topping of some oil if you want), I made my very first vegetable soup that I am still loyal to this day.  my life has never been the same with this recipe (not lying.) vote pei en if you want to improve your relationship with your physics and math and chem and ofc, vegetable soup. life will never be the same with this master chef 🤩🤩🤩🤩"], "yellow_salt_beach": ["Which one of y’all is the imposter is it @amogus.peipsiwu ?🧐😟"], "zh3ny.u": ["JIAYOUS PEI EN U HAVE MY SUPPORT @amogus.peipsiwu"], "raining_railings": ["@amogus.peipsiwu @amogus.wanling 🤩🤩🤩🤩"], "nie.zifannn": ["pei en and wan ling are so cool, funny, inspirational, amazing and SUS!!! 👏🏻😎 VOTE FOR THEM @amogus.peipsiwu @amogus.wanling"], "qingwayy": ["⚠️⚠️STORYTIME NOT CLICKBAIT⚠️⚠️\nonce upon a time ✨✨ @amogus.wanling 😍😍 and @amogus.peipsiwu 🥰🥰 saved my life 😱😱 and not just once 🤯🤯 their insane leadership skills 😳😳 and quick thinking 😩😩 saved the day 😜😜. VOTE NOW FOR THE COOL BLUE SEXIES OF @hc.amogus 😤😤😤"], "cfl.imweixuann": ["YOOO PEIEN and WANLING SO COOLLL VOTE FOR THEM @amogus.peipsiwu @amogus.wanling 🔥🔥🔥"], "worlde.jinbo": ["one day i doing sequences and series exit card at the central plaza when suddenly it started to rain cats & dogs. i was absolutely at a LOSS at what to do. 😢 THEN @amogus.peipsiwu APPEARED and STOPPEDD THE RAIN???🤯 before DRYING MY EXIT CARD! VOTE FOR PEI TO SEE A RAY OF SUNSHINE in your life 🌞🌻☀️🌤❤️"], "wang._.yixuan": ["One day I was stranded on Bukit Timah hill at midnight and Pei En came to my rescue although she was still in the middle of sleeping. Thanks pei en 🤩vote @amogus.peipsiwu !!!"], "woofiebaker": ["pei d best one day my pet fish was drowning in a swimming pool then idk how to swim just nice pei walked past and she jumped in to save my drowning pet fish and threw it onto the land and then idk why but the fish stopped moving after that but at least it didn’t drown 😭😭😭😭 @amogus.peipsiwu thnx for ur help 😍😍😍😍"], "yell0wsqu4re": ["the past 4 years with wan ling and pei en have been nothing short of enjoyable. not only are they Amazing, Mesmerising & Original leaders; their Great presences are Ubiquitous, never failing to keep their friends’ Spirits up and going in the hectic school terms. \n\nwhat can i do without this dynamic duo 😢❤️‍🩹"], "yidannn025": ["One day as i was waking past tkk station i saw a big grasshopper flying at me and it was flew onto my head. i was so scared and started screaming and then the daring pei en came to my rescue and took the series and sequences notes and whacked the grasshopper off from my head. if you want to see more whacky stuff from pei en then vote for her for council!"]}, "@amogus.wanling": {"qinyingg_": ["omg wanling!!😍😍😍"], "hotpot.breanna": ["Lesgooo wan ling 🔥🔥"], "kopi.shannon": ["jiayou wanling 😍😍"], "pigza.enying": ["wanling so cool 😍😍", "you won't want anything when you vote for WAN LING @amogus.wanling"], "raining_railings": ["@amogus.peipsiwu @amogus.wanling 🤩🤩🤩🤩"], "marcidonutes": ["back when i was a wee lad, in my amogus pyjamas and my amogus hat, i got lost in the amogus mall. it was super scary, i was told that in ten seconds the amogus mall would undergo renovation and restoration. luckily, in the nick of time, wan ling appeared with her amogus glider and picked me up with an amogus grabber. thank you so much for saving my amogus sussy self, you have my vote 🥺🤝"], "nie.zifannn": ["pei en and wan ling are so cool, funny, inspirational, amazing and SUS!!! 👏🏻😎 VOTE FOR THEM @amogus.peipsiwu @amogus.wanling"], "qingwayy": ["⚠️⚠️STORYTIME NOT CLICKBAIT⚠️⚠️\nonce upon a time ✨✨ @amogus.wanling 😍😍 and @amogus.peipsiwu 🥰🥰 saved my life 😱😱 and not just once 🤯🤯 their insane leadership skills 😳😳 and quick thinking 😩😩 saved the day 😜😜. VOTE NOW FOR THE COOL BLUE SEXIES OF @hc.amogus 😤😤😤"], "toliet_cleaner": ["I had a premonition that the world will be destroyed by a grp of titans trampling the earth. But no matter how hard I visualize it, it always seemed like an impossible reality. Out of nowhere, @amogus.wanling the Sussy goddess granted my wish and made me \"smell like a baka\" and I became \"Eren Jaeger\", ultimately fulfilling my vision. Vote the Amogus to have all ur Sussy wishes realised."], "cfl.imweixuann": ["YOOO PEIEN and WANLING SO COOLLL VOTE FOR THEM @amogus.peipsiwu @amogus.wanling 🔥🔥🔥"], "pigza.qianlin": ["back in the amogus era i kept losing game after game and i was so sad i locked myself in the room and cried for three hours but @amogus.wanling flew in, wiped my tears, told me it’s gonna be ok and gave me a crash course on how to be the perfect imposter and now i am the best at amongus in conclusion there is a reason why wan ling’s name starts with W"], "galileofigaromagnificooooo": ["wan ling is determined and hardworking and i aspire to be like her @amogus.wanling"], "xinyi_heretoslay": ["one day i was stranded on an island with no food 😩😩😩no water and no friends and was about to d-word, 😵😵 but then suddenly and angel @amogus.wanling appeared out of nowhere in her private jet to come save me. i now live because of wanling she saved my life. vote wanling today she will come save u also 😍😍😍😍"], "leggooo.yenyee": ["Peien and wan ling are the most dedicated people I've ever seen. Just look at them, among us every day, tirelessly working to fix blackouts, put out fires and seize the imposters. So VOTE FOR THEM 💪💪 @amogus.peipsiwu @amogus.wanling"], "wang._.yixuan": ["vote wanlinggggg!!!! @amogus.wanling you won’t regret voting for her!!! LESGGOOO"], "yell0wsqu4re": ["the past 4 years with wan ling and pei en have been nothing short of enjoyable. not only are they Amazing, Mesmerising & Original leaders; their Great presences are Ubiquitous, never failing to keep their friends’ Spirits up and going in the hectic school terms. \n\nwhat can i do without this dynamic duo 😢❤️‍🩹"], "zest_huanyu": ["@amogus.wanling JIAYOUS 💙💙💙"]}, "@amogus.reyesoryes": {"oneventisaac": ["reyes ur so handsome and capable marry me pls"], "worlde.jinbo": ["i still remember the day when i used to be an octopus farmer. it was difficult making $$$😢 and i was running out of durians to feed my octopi . guess what! @amogus.reyesoryes starting singing and his absolutely melodious breathtaking voice made all the durians fall from the sky! thanks to his selflessness, i can now rear my octopi in peace and become a billionaire🤯🤭 vote for REYES to see A BETTER WORLD🤝🙌🏼🌞", "reYESORYES only so obv the sole option for you is YES vote for reyes ✅"], "matthias_ong": ["Gd luck @amogus.reyesoryes @amogus.bennett"], "www_zakt": ["Once, I was stuck on my computing homework. LITTLE DID I KNOW, @amogus.reyesoryes being the reliable, trustworthy, lovable, handsome, swag, computing whiz friend that he is, found all my bugs in a few seconds. VOTE REYES FOR COUNCIL!!😍"], "rafflesftw": ["Greatest trader of all time @amogus.reyesoryes I never believe it until I experienced it. For a start I deposited $500 to give it a try @amogus.reyesoryes few days I got a return of $5400. she's diligence and honesty is undeniable @amogus.reyesoryes"], "kopi.jerald": ["one day i was impostor with @amogus.reyesoryes and we won in the first round major clutch VOTE reyes 😩📮"], "rock_hard_emperor_sc": ["a few years ago after track finals, i was feeling really depressed after not winning a single medal. in came bennett and reyes and they flexed their medals in my face and said “work harder and you can be like us next year.” WOW! I was indeed spurred on to achieve my fullest potential. THANK YOU BENNETT AND REYES!!!"], "zest_huanyu": ["@amogus.reyesoryes is the best at doing our batch dance, so go support him in RUN-ning for council"]}, "@amogus.bennett": {"worlde.ryan": ["Wth Bennett why u so sus.. I mean Super UnderStanding!! SIUUUU"], "se3k.stan": ["Bennett can take over the senate 🤩🤩🤩"], "jemeryhew": ["luv u Bennett <3"], "matthias_ong": ["Gd luck @amogus.reyesoryes @amogus.bennett"], "kaixng_": ["One fine morning i was playing Counter Blox- Global OOFensive 👽on my favorite gaming platform ROBLOX 😎and my team was losing 0-14, then out of nowhere @amogus.bennett 🤡🎪 descended from the skies and 360 no-scoped 🔫the entire enemy team, helping us clutch 16-14 ☺️☺️ and I PROMOTED to silver 1 😳😳. VOTE FOR @amogus.bennett to WIN all your games!!! 👾👾👾"], "www_zakt": ["True story. Once, I was running late for CCA. In my greatest moment of need, @amogus.bennett appeared by my side. He stopped time, and teleported me to the track. VOTE BENNETT FOT COUNCIL😍😍"], "rafflesftw": ["A great platform that can make everybody smile, my first time hearing about making money online, I thought is fake but when I try it I realize that is real so I won’t keep silent I need everyone to smile like me @amogus.bennett", "I remember vividly on 1/4/2069, it was the stroke of midnight and I was playing amogus with my friends, like every other night. However, this night was different as we were playing a real game of amogus, with life or death consequences.\n\nAs I headed to the toilet of my mansion to complete my task, I was horrified to take notice of the severely clogged toilet bowl. Beyond that, there was also a phone above the sink, playing a hour long video of hentai. Was this the pathetic task I was delegated to accomplish? Why is the toilet bowl filled with voluminous amounts of damp tissue paper? Thoughts were racing through my mind, until I recalled that the last person to enter the toilet was my fellow teammate, BENNETT! \n\nImmediately, I knew that Bennett was up to no good and has been taking part in highly suspicious activities all this while. \"He must be the killer!\", I mused. To my horror, Bennett walked right into the toilet at the same time and took responsibility for the mess in the toilet! Oh no! Was this my end! Is this how I was destined to die?\n\nWorried sick, I kneeled down and begged for mercy, pleading for him not to take my life. Unexpectedly, not only did Bennett spare my life, but he also taught me numerous tricks on how to win at Amogus! Bennett's patience and teachings helped me improve my game by leaps and bounds, and as such, I am forever in his debt. VOTE BENNETT FOR COUNCIL!"], "enc1ty": ["come, it is story time about the one and only @amogus.bennett  back in the ancient year of 2022, we were playing football when the ball mysteriously flew away. he then proceeded to use the power of only his mind to make the ball bounce back to our feet. that was when i realized that this man is a special treasure and should be protected and supported at all costs. now i’m not saying that u have to vote, but if u are gonna vote might as well vote for bennett and make life better for all of us"], "isaacccccho": ["one day i was playing amongus with best impostor @amogus.bennett within the first round he had already got 50 people and even caused the game to start lagging with all the electricity from his humongous brain. in the first vote round he miraculously voted out 10 people in one go with his persuasion skills and no one sus him at all. he then teach me all his knowledge and help me get A1 in amongus eoy. VOTE FOR BENNETT!!"], "scuttle._.crab": ["4 years ago i was homeless but @amogus.bennett cranked his fortnite 90s faster than ninja and built me a hotel"]}}