{"@cfl.samonella14": {"karltj_": ["Good Luck Sam😎"], "sda_yanyzxd": ["the bestie that always gives you good life advices at 1am??? 😭😭 even though blunt truths are harsh but sam’s tips never rust not only does it bring you far he’s also a friend you can always trust (maybe not) LEGITT his words are so inspiring sometimes it makes a lifeless soul 豁然开朗 he MOTIVATES you to look at the positives and most importantly…HE IS ACTUALLY FUNNY 😭😭😭🤙🏻🤙🏻 now vote for sam liu fengxu for council to have more FUN and ofc to gain a genuine CLOSE FRIEND ‼️‼️"], "epiclynnlxy": ["@cfl.samonella14 LOOKING GOOD ASF!!!! wonder if you miss prep days but what you shouldnt miss is every opportunity to dunk with your impressive towering stature 😍😍😍😍 vote for Liu \"Samuel\" Fengxu NOW 😮‍💨😮‍💨💚💚💚", "I was struggling in a MUN and I was hyperventilating due to the pressure when Sam broke the 4th wall and travelled through 4 dimensions and into my room from the computer screen. He calmed me down and poured me lemon water and proceeded to finish my MUN in 0.2 seconds. If not for Sam, I would not be alive. Please vote for him! @cfl.samonella14 @communistpanda_", "WOW FENGXU 😍😍😍😍 @cfl.samonella14"], "elivonhel": ["@cfl.samonella14 😍 Heyy isnt this Sam also the best PREP chair ever!! Perfect in every way incl his height"], "worlde.jinbo": ["i still remember the days when i used to be a parrot farmer. my parrots decided to be disobedient so @cfl.samonella14 would visit everyday and waltz for my parrots. 🦜 it was really shocking to see the parrots being drawn by his breathtaking dance. 😱 since then my business has flourished & i now own a parrot farming business! vote for SAM who cannot dance but will go out of his own comfort zone to support you however he can😩😩😩"], "hoho_its_julia": ["One day I was at East Coast Park at night and i was lost on my way home. All of a sudden, someone jumped out of the bushes and threatened to kill me if I didn't drink milk tea and I thought I was going to die. At that moment, @cfl.samonella14 SHOWED UP with a packet of star cookies (also known to the normal person as gem biscuits) and started throwing them at my mysterious kidnapper to protest against the existence of milk tea and saved my life 🙌🙌 vote sam for council and he'll be the star of the show 😯"], "nicoleyoink": ["fengxu 🙌🏻🙌🏻"], "zest_jayden": ["Thanks for dunking on me Sam I really appreciated it"], "hrish._": ["fengxu words cannot express how much i want to dive into the screen and kiss your rn @cfl.samonella14"], "fishingjon": ["Who is Liu fengxu I only know SAM"], "adr7el_a3": ["@cfl.samonella14 aka Uncle Sam, aka lunges master, aka g-fuel monster, aka special force leader, aka ur best candidate"], "lwcheong": ["Sam"], "not._.justen": ["one day i was feeling down as I found out that @csb.ogavin_6.6 was cheating on me. While I was crying in the toilet @cfl.samonella14 swooped in from the window and sat beside me. He told me that he would love me forever. If not for Sam i would not be alive. please vote for @cfl.samonella14"], "zhi_linggg": ["(true story) yesterday my ipad screen cracked and i cannot use because of the glass but mr @cfl.samonella14 offered to lend me his ipad if i need!! vote liu fengxu for that caring and helpful leader that u need :))", "i almost failed my ep1 and was v stressed but best deskie @cfl.samonella14 said \"dont worry i got u bro\" and he faxed all 50 pages of the measurements notes into my brain and afterwards i knew how to do all the questions!! vote liu fengxu for that supportive and helpful leader that u need!!", "once upon a time i was dying in class due to lack of sleep from math but @cfl.samonella14 noticed and asked WHO GOT LIGHTNING CABLE before promptly plugging me into the mains and restoring my energy to 100%!! vote liu fengxu for that innovative and quick thinking leader that you need :DD"], "j2y2_agent_j": ["According to all known laws of aviation, there is no way someone of @cfl.samonella14 ‘s calibre should exist. @cfl.samonella14 of course, still exists, because he doesn’t care about what humans think is impossible. As I was sobbing and crying over MUN in NUS law faculty, he showed up with his dais alongside other munners of his mighty generation, and made our experiences so much better. we cried, we laughed, we cooked the most delicious instant noodles ever. And all’s well that end’s well"], "yu.minggg": ["ALL the BEST SAM 🔥🔥@cfl.samonella14"], "likelyclaris": ["i remember being a cleaner and feeling really depressed but @cfl.samonella14 came along and fired me so that I could live the life I wanted. vote samuel for someone relatable and able to bring u out of misery @cfl.samonella14", "i remember feeling extremely down because i felt short but Samuel came along and showed me that I was not alone and instantly i felt much better so vote Samuel to get a confidence boost u never knew u needed 🤩🤩@cfl.samonella14"], "jelly.zaccheus": ["one fine spring day i was laying in bed feeling sad and single. i was thinking about how lonely i was when suddenly sam appeared from under my blanket and told me “u have a close friend in me”. i broke down immediately i am definitely voting for sam liu fengxu."], "rock_hard_emperor_sc": ["I remember when I was playing chess in class and taking massive Ls. I had just lost my queen and wanted to give up. Suddenly, out of the corner of my eye, I saw Lord Samuel Liu Fengxu run in, screaming, “ILL BE YOUR QUEEN”!! And proceeded to absolutely demolish my opponent. Best. Day. Ever. @samonella14 you’re my absolute queen 👑👑👑"], "blue_luke.tham": ["one day during lessons when i was eating two burrito bowl chicken and crying while trying to do a concepts proposal, sam liu fengxu walked through a wall of my classroom and finished all my work for me in 0.64 seconds. i was so happy that my tears of sadness became tears of joy and sam proceeded to give me a piggy back tour around our campus. i will never forget that day thank you very much sam liu fengxu"], "csb.ogavin_6.6": ["when I was In primary school, I was in the same class as sam. Back then I had no friends (actl I still don’t have any friends now but that’s beside the point 🙂), I was getting bullied by my classmates, and my mental health was as low as Sam’s height. But, just when I was about to give up, sam added me to his cfl, and I became really good friends with him. Vote for sam, he provides good peer support."], "whoskahhowe": ["i remember once i was facing a mid life crisis and close to committing suicide. however the mighty and legendary uncle @samonella14 came to my rescue and spread his mind breaking philosophies just as i was about to jump. it is because of him that i am still living now. sam liu fengxu is truly a gem of a human being. vote sam for council 🥵"]}, "@cfl.imweixuann": {"fishingjon": ["HAHAHAHAHA A BIT THE LATE NOW BUT VOTEEE FOR @cfl.imweixuann yay"], "amogus.peipsiwu": ["@imweixuann gurl is SLAYYYYING vote for WEI XUAN🔥🔥", "WEI XUAN LEGGGGO 🔥🔥🤭🤩 @cfl.imweixuann"], "ayzley_": ["so cool wei xuan 😍😍😍"], "cla.reang": ["omg weixuan ur so cool 😮"], "team_charsiuuubao": ["woooooo weixuan 🔥🤙🏻"], "yourhahalele": ["@cfl.imweixuann can we be more than close friends 😍", "On a more serious note, i would like to share this story Based on a True Story. One day, I was once again crying over a differentiation question. @imweixuann heard my Wailing because she stays 500m away from me and she FLEW to my house at a speed of 3.0 x 10^8 m/s and brought Ms Liow along with her. Ms Liow and weixuan then helped me to solve my Math Question so i stopped crying. Weixuan is my life saver ❤️‍🔥 I would still be crying if it wasn’t because of weixuan ❤️‍🔥 True heroine.", "Once upon a time, I was crying loudly. But @imweixuann immediately RAN to me and showed me a video of an old man who pretended to be a bikini girl on Instagram. I Laughed loudly and forgot that I was sad 😁 Weixuan is the most dedicated friend and councillor you are going to find 😁 The moment you start crying, weixuan will RUN to you and show you the video, Therefore, Vote weixuan for council 😍😍😍😍😍", "One last Touching and Emotional story i am going to share for today (Dm me for more). One day, I was sitting sad and Lonely in class, I was crying. @imweixuann saw me and immediately RAN to me and sat BESIDE me. She told me I Love You So Much i am going to sit with you forever. Therefore we sat together forever, up till today, we still sit together (in spirit). Therefore, Vote weixuan for council because she consoles all sad and lonely souls and makes your day bc she is joy juice. Very Nice to drink"], "jiaadxn": ["Vote @cfl.imweixuann asap 👌🏻👌🏻‼️"], "e.chin_": ["jiayou @cfl.imweixuann !!!!! 🔥"], "marcidonutes": ["it was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness. it was: the day where i had to dance the athena dance or else the aliens from saturn would descend onto earth and start kidnapping my oreos. it was terrifying. just when i was about to lose all hope, wei xuan and jarold flew to my aid and started teaching me the athena pop dance. to add on to that, they also danced alongside with me. this brotherhood touched me and i started crying, tears of joy, tears of gratitude, tears of amazement. my oreos were saved because of them. vote them, as i have witnessed their amazing abilities first hand and you should too 🥺🤟😤💚"], "p.yi_en": ["JIAYOUSSS @imweixuann", "VOTE FOR @imweixuann YALL 🙌🙌"], "pigza.enying": ["one day I was nearly blinded by an eclipse but then WEI XUAN JUMPED in at the right time to save me with her swaggy girlboss energy 😎😎😎 vote her for council NOW @imweixuann"], "leggooo.yenyee": ["WOOSH wei xuan!!!"], "eaten.biscuits": ["I remember when one time when i was lost in the shopping mall. I was gonna cry alr then all of a sudd, it was none other than JAROLD and WEIXUAN who came to my rescue. They saved my life. If not for them i may have become a wandering yp in the streets of sg. Thats why vote @jar_01d and @imweixuann NOW!!"]}, "@cfl.taneesther": {"asiatanxx": ["omgggggg esther!!!!! ATB❤️"], "a24slut": ["Vote for esther"], "kermitted.yanzhen": ["jiayou esther!! 🥰🥳"], "kri.styyy": ["dynamite aside, i genuinely believe esther is going to do so so so much for the school :-) shes so passionate in every aspect of her life and will go above and beyond her duties to make ur school experience better! VOTE FOR ESTHER 💚💚💚", "esther forgot to mention that she can sing! she can sing very well she sang drivers license once and i was so blown away and inspired that i went to drive through the suburbs", "i remember when i was very down in school and @taneesther noticed. she started to dance to bts dynamite to cheer me up like the queen that she is. she slayed. i felt very happy after seeing esther dance to dynamite and she told me that if she gets into council she will dance to dynamite again", "once i had a back injury that was very painful and took me out of cca for weeks. esther knew i was very sad and sacrificed her dignity (so selfless) to do silly things to cheer me up 😄👍 she also bought me a pack of salonpas because she knew my back was still hurting and it honestly changed my entire life. i love salonpas and esther. esther will be there for u whenever u need a pack of salonpas 💚"], "chenghsinpeng": ["lesgooooooo estherrrrrrrrrr"], "z.hi.tonggg": ["wowww estherrrr 🥳🥳"], "qween._.lauder": ["LESGOOO  @cfl.taneesther such a cutie 🥰🥰♥️ VOTE ESTHER WAHOOO"], "valeriethcm": ["i rmb once i didn’t know how to do a math question and esther helped me….. truly a life saver worth your vote", "vote for esther or regret"], "vallavo": ["i also broke my toe during PSLE year\nand it was affecting me a lot and esther realised so she grew an extra toe for me 🥺🥺", "in sch, when i was queuing to eat my you mian, esther noticed that i was super hungry but the queue was so long. so she went to cook the you mian for me so that i wouldn’t die of hunger :( i would not be here now without her", "there was once during a dance open class i slipped and almost fell on my face. luckily esther snapped her fingers stopped the time and picked me back up and even went thru the moves with me again while the time was stopped. she’s truly one of a kind😢", "there was once when i was 7 i went\nto buy life insurance and was short of 5 cents, suddenly dynamite started playing and esther appeared with a black card and bought it for me 🥺🥺i think she's amazing and so considerate to\nhelp me like this 🥺😭 without her i wouldn't bealive rn", "when esther was dating jungkook, she knew that i also liked him. so because she is so thoughtful and such a kind friend, she gave him up to me and he is mine now🥺🥺 i just love how esther will do anything for you and for your well-being 🥺🥺", "when i had constipation and ranted\nabout it in my cfl, esther saw it and facetimed me to show me ways to help my constipation it's the small things that matter and esther has been caring so much", "while choking on a fish bone in\njapan, esther used her tingly senses and found out that i was in a state of discomfort. she then teleported to japan and did the heimlich maneuver until the fish bone came out. she then brought me on a magic carpet ride around japan to explore japan and then left me ¥19284759473 to go shopping"], "houzhen240": ["There was once i left my box file at the bus stop and i thought it was gone for good i was almost crying to death then suddenly a angelic call came and @cfl.esther saved my life by picking up my super heavy box file and brought it home and to school the next day! All the extra weight she carried to save my life😭"], "ruomuchenxi": ["esther!!!!!!"], "elliot_t4n": ["Wow! I was struggling in my O levels and I was depressed  due to the stress of my studies but @taneesther helped me cope with her amazing talking skills ok bye! Pls vote! This is not forced!❤️"], "ethaanns": ["I was sad because I did badly for my exams but @taneesther came and laughed at me so I felt like kms (not a joke) don’t vote for them pls if u don’t want me to kms"], "larrayn3": ["@taneesther IS THE RIGHT WAY😆😆😆😆❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥💪💪💪💪💪💪"], "p.earl_xs": ["Ngaww esther"], "risaotsuki": ["during the circuit breaker when everyone was feeling down, @taneesther made a whole MIXTAPE for us to cheer us up. i felt so motivated and inspired by the beautiful harmonies that i never felt sad again from that day on. vote esther to hear her songs on spotify. 🎶🎤"], "omy._.tian": ["@taneesther is the literal QUEEN.hands down one of the most talented and genuine human on earth. VOTE FOR HER😍"], "yodaone.jewell": ["i remember once i nearly fell down the stairs but as i braced myself to hit the cold hard ground @taneesther levitatated me back to safety up 3 flights of stairs like the absolute QUEEN she is, i am only the woman i am today thanks to @taneesther VOTE FOR HER"], "elisabeigh": ["whenever i didnt understand history, @taneesther would go back into the past just to ask the people what had happened. a truly selfless woman who would teleport in time just for u. apart from that, i have never needed a bunsen burner lighter because one clap from @taneesther would light up the flame. like how she lights up ur life."], "annekelee_": ["VOTE ESTHER FOR COUNCIL 🔥🔥 @taneesther"], "petri.na": ["once 4 ppl broke into my house, @taneesther ran across the whole singapore in 5 minutes to come to my house and used her amazing kung fu skills and her sexy long legs to fight off the bad people and saved me from being robbed. i am still here because of her. vote for esther ee. 👍🏻"], "astridswurld": ["Vote @taneesther"], "oliviaqqqqqq": ["once during chinese class i was about to faint from starvation but esther pulled a WHOLE ROASTED CHICKEN out of her pocket to save my life. vote for her and she will save yours too♥️🐈‍⬛"], "jazelle_8": ["i remember last time ny ballet teacher scolded the entire dance team but @taneesther remained strong as our dance head and cheered the whole team on. truly one of a kind leader. she also survived a dog attack."]}, "@cfl.jar01d": {"eaten.biscuits": ["I met jarold in j1, but i think fate brought us together since we were born. It was an inexplicable feeling, jarold was just the most perfect friend one could ever hope for! At the start of j1, i was still a toddler grasping at society, but jarold helped change that. Instead of forcing me to conform to society, he changed society for me, and made the world a better place for me. If thats what he would do for one person, imagine the possibilities if he became a student councilor in hc, a pillar of support for all students in hc! Jarold will definitely make the school a better environment, so vote for @cfl.jar01d !!!", "Yeahhh jiayous jarold 🔥🔥"], "isaaacc_yong": ["VOTE FOR JAROLD GUYS one time need hand up chem homework then I never do so I was panicking like crazy. But then JAROLD CAME 🤩🤩 and immediately I STARTED UNDERSTANDING A LVL CHEM WOW and coz of JAROLD teaching me how to differentiate and integrate the number of moles I GOT A1 IN AMATH YAY so VOTE JAROLD U WONT REGRET CFM CFM @cfl.jar01d"], "jo_lhy": ["jarold so handsome vote for him if you want some eye candy"], "natwrlds": ["jarold > yun shen tbvh"], "as._.riel": ["YOU GUYS jarold is actually hands down the best friend you'll ever need!!! there was this one time i fell asleep in class and he woke me up so violently that i fell off my chair. that was the moment when i truly understood the theory behind Newton's mechanics and my physics immediately jumped grades from F9 to A1 in the span of 1 term VOTE FOR JAROLD YALL @cfl.jar01d"], "themrboi57": ["I still remember in Sec 1, when I was struggling to memorise my notes for the upcoming term test, @cfl.jar01d (despite only knowing me for a short period of time at that point) saw me struggling and took the initiative to help me understand the notes. I have also heard many similar stories from friends about how he would help them in their studies.  Furthermore, in trainings, we all looked up to him as he knew when to be serious and when to lighten the mood and have fun, so he was able to make trainings both effective and fun. I still look up to Yun Shen to this very day and I believe he will make a great addition to council!"], "oliver_toh": ["VOTE FOR @cfl.jar01d!!! \n  Firstly Yun Shen is a responsible person and always takes the initiative to complete tasks to the best of he’s ability. As an exco back in our cca, Yun Shen would always fulfil he’s duties and act as a role model for he’s juniors. \n  Secondly, Yun Shen is a extremely compassionate person and will go out of he’s way to help and care for he’s peers. When Yun Shen saw me struggling with my studies, he took the initiative to offer to teach me and lend me he’s notes so that I could improve.\n Lastly Yun Shen is a creative and enthusiastic person. Yun Shen does not fail to make cca interesting and fun for us by planning activities and events to allow us to interact and have fun with each other.\n Detractors may feel that Yun Shen may not be suitable for the council role. However, with all the points and examples showed above, I can come to a conclusion that Yun Shen is extremely suitable for the council role as he possesses all the qualities of a councillor. Therefore @cfl.jar01d would be the perfect candidate for council."], "gh05t.25": ["VOTE FOR @cfl.jar01d !! As my senior in secondary school he always takes the initiative to try and help to improve the cca. As a good role model and responsible exco member I am sure he can make valuable contributions in council!!👍👍👍🙌🙌🙌"], "ryan_limzzzzz": ["Back in secondary school, when I was struggling a lot with my studies he gave me the notes that he made and even called to explain to me the concepts that I do not understand. In addition, back in our CCA, even thought he wasnt captain or vice captain, he would always take the initiative and search for means to serve the team. @cfl.jar01d is a reliable person who would be willing to go the extra mile to help anyone that he can and therefore he is the perfect candidate for council :)"], "kennylinnnn": ["I still remember the good old days when Yun Shen was part of my Table Tennis family. Not only was he great at giving us moral support and encouraging us when we were down, he also tried his best during training. He was a crucial member in the team. U may ask “why should I vote for Yun Shen?” Well it is because he fulfils the criteria of a good leader. Yun Shen is someone who is able to communicate well with his teammates and lighten the mood during training. He is also honest, trustworthy and reliable. Hence, he possesses great leadership skills, such as having great communication skills and having integrity. Therefore these will definitely allow him to play an important role in council. VOTE FOR @cfl.jar01d"], "spedlink": ["3 cheers! to Closefriends lids...esp to Yun Shen"], "ang.cecilia.3": ["We love Yun Shen ❤️ bravo Closefriends lid"], "jaymingloh": ["@cfl.jar01d amazing"], "fishingjon": ["@cfl.jar01d sheeshhh"], "crocs.suan": ["I was using my ticket tape timer when oh no! My head got stuck in the ticket tape timer. Just as my head was about to get crushed, @cfl.jar01d appeared and set me free! Vote for Jarold!"], "kopi.zheyu": ["Council should really be running for Yun Shen. But since it's the other way round, please VOTE FOR YUN SHEN!!!!", "Please vote for Wei Xuan and Yun Shen🤩🤩🤩🤩"], "marcidonutes": ["it was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness. it was: the day where i had to dance the athena dance or else the aliens from saturn would descend onto earth and start kidnapping my oreos. it was terrifying. just when i was about to lose all hope, wei xuan and jarold flew to my aid and started teaching me the athena pop dance. to add on to that, they also danced alongside with me. this brotherhood touched me and i started crying, tears of joy, tears of gratitude, tears of amazement. my oreos were saved because of them. vote them, as i have witnessed their amazing abilities first hand and you should too 🥺🤟😤💚"]}, "@csb.jenellekan": {"ayexhuay": ["@csb.jenellekan BODY ROLL SMOOTHER THAN BUTTER 🤣🤣🤣🧈🧈🧈🧈"], "hoho_its_julia": ["One day I was with @csb.jenellekan and we were going to make charsiubao however I got too tired to make it and jenelle hard carried the process of making the charsiubao because she said 包你满意 and true enough I had the best charsiubao of my life thank you jenelle"], "likelyclaris": ["i remember when i was struggling in math and @csb.jenellekan took time off playing episode with the JENuine desire to help me and thanks to her I excELLEd in the test, KANt be grateful enough for @csb.jenellekan so vote kan for council u RUIlly won’t rYEEgret ❤️❤️"], "_3months_": ["one day while walking home from school I got jumped by 3 yps who took all my money and started to beat me up. I started crying and I pissed myself as the yps continued to beat me and make fun of man united. Suddenly, I remembered team char siu bao from hwa chong and called upon @csb.jenellekan . Almost immediately a thunderbolt struck into the streets and jenelle kan arrived, beating the shit out of the yps and saving my life. That night I was watching man united and tottenham game when suddenly jenelle kan appeared in Old Trafford to bless ronaldo as he scored a hattrick, winning the game. I am forever grateful for team char #SIUUUUUU bao for saving my life and allowing me to witness man united win for the first time in weeks 🤩"], "xiuqiho": ["一个风和日丽的早晨 i was cycling at ecp when I accidentally crashed into another cyclist. The crazy middle aged cyclist started yelling at me. Luckily, @csb.jenellekan was there and scared the cyclist off with just a look. Legit dont need play liao\nVote jenelle for council 🙌"], "piratesofthecalibbean": ["@csb.jenellekan JENELLE KAN!!!!🔥"], "jamieongzzz": ["I remember one time I was sitting on a ledge when there was suddenly a gush of wind and I was about to become the second Humpty Dumpty. But thank goodness @csb.jenellekan and Julia used their supersonic hearing to hear the erratic beating of my heart and immediately dashed to where I was with their white horses to save me from my fall. It was just like a fairytale… VOTE FOR JENELLE AND JULIA AND YOU SIU-LY WONT REGRET 💚💚"], "www_zakt": ["True story. I was swimming in the ocean when a shark appeared out of nowhere 😱😱\nThankfully, @csb.jenellekan came to my rescue!! She dropped from the heavens and snapped her fingers. The shark disappeared.\nAnother snap, and I was teleported to a 5 star Caribbean resort. Ultimately, she perished trying to slay the giant beast of a shark. BUT her brave deeds live on. VOTE JENELLE FOR COUNCIL!! 🔥🔥"], "pigza.enying": ["@csb.jenellekan ALL THE BEST FOR COUNCIL LOML", "Jenelle Kan who gave u permission to be thjs hot 😍😍", "one fine morning I was walking to school and suddenly a gigantic mosquito appeared and was about to sweep me off my feet. however, my dear friend @csb.jenellekan appeared with her superior mosquitoe repellent and sprayed them so bad it died.vote for jenelle and she will make all the annoying pests in your life go away 😍😍"], "beeeeelyn_": ["One day I needed to pee so urgently that I was shaking when suddenly Jenelle Kan descended down from the sky surrounded by light and birds and built a toilet for me brick by brick. Then she continued building and that is why block D in Hwa Chong exists. 10/10 service vote for her now."], "chloeongzy": ["@csb.jenellekan SO SEXY OMG 🥵"], "luann.ie": ["@csb.jenellekan piping hot indeed 🥵🥵"], "justmegann__": ["JENELLEEE @csb.jenellekan pop off sis"], "ruishxn": ["one fine day jenelle and our group of friends were walking across campus 🚶🏻‍♀️when we encountered a 😱fumigation cloud😱 when she saw that we were all coughing and suffering the same effects as the mosquitoes, jenelle bravely Huffed 😮‍💨 and Puffed 😮‍💨 and Blew the fumigation cloud away 😮‍💨 never have i met a more kind and capable individual 💅 you will realise it's not jenelle KANNOT but jenelle KAN 💥💥 vote @csb.jenellekan today 😍😍😍"], "cfl.samonella14": ["@csb.jenellekan @csb.ogavin_6.6 can I dabao y’all home😍😍😍😍", "OMG OMG OMG @csb.ogavin_6.6 @csb.jenellekan and Julia 🔥🔥🔥😍😍😍😍🔥😍😢😢😢", "Once upon a time I was a sad and single man wondering where his dad and single life will take him… as I was chilling in the nightclub trying to find myself a life partner suddenly @csb.jenellekan popped out of my martini and said imma hook u up right away now I’m happily married have 22 kids and 14 penthouses thanks to the incredible networking abilities provided by @csb.jenellekan so vote for her if you want to have a friend in council that can solve all your problems 😍😍😍😍"], "innshin.tyx": ["one fine day i was travelling to space 🪐🚀 when my spaceship malfunctioned and started to dissipate like the avengers in end game 🤯💀 just at that moment jenelle kan came flying 927362837 light years from earth 🌎 on her winged ferrari 🐎🥵 and single handedly saved me and all 99999 billion passengers 👥👥👥👥👥👥 on board like the Champ that she is 🏆👑 vote @csb.jenellekan today"], "y1nl3": ["once i forgot to bring my wallet to school so i couldnt buy any food for recess but jenelle @csb.jenellekan very JENerously donated me $757289 in CASH 💵 💵 💵 literally bought the whole canteen just for me 🤚💚 if you don’t vote her then what are you going to eat for recess 😠😠"], "yidannn025": ["One fine day as i was walking down to math class and i saw a bird on the floor. i picked up the bird and just when i was about to return the bird on the mango tree, i saw our math cher about to enter the class and i was going to be late. just at this moment Jenelle being the kind soul that she is, walked out of the class and started chatting with him so that i can sneak into class without being late. if you want someone who would dodge a bullet for you then vote for Jenelle!"], "constellashan": ["atb 😎😎 @csb.ogavin_6.6 @csb.jenellekan"]}, "@csb.ogavin_6.6": {"constellashan": ["atb 😎😎 @csb.ogavin_6.6 @csb.jenellekan", "go gavin !!!! @csb.ogavin_6.6"], "zecharia11": ["@csb.ogavin_6.6 BUILT DIFFERENT ‼️‼️‼️🥵🥵🥵🥶🥶🥶", "Gavin for Athena dance IC", "Gavin looking charring hot 😍😍😍", "Gavin’s dance moves has always been good since primary school 🔥🔥🔥", "Like this post if you want Gavin to have a TikTok account", "My shooting 偶像 🤩🤩🤩 @csb.ogavin_6.6"], "worlde.ryan": ["If you want council to glow up like how Gavin did, go vote for the chadmaster!", "My journey with @csb.ogavin_6.6 starts way back all the way in -100BC, when mahjong was first created. Actually, it was created by the one and only Gavin Ong. He used his GENIUS intellect to come up with such an GAVINtense game (to lose all your money 💵 ) and his legacy really carries on till today. Other notable achievements of Gavin include: being the first man to dunk a basketball 😱😱, started the trend for males to have long hair, coming up with the renegade dance, reaching Uranus in one night, and housing all sorts of exotic birds and creatures in the nest on his head, helping to preserve the future generations of near extinct animals. Till now, Gavin has been making beneficial contributions to the continuation of humanity. I remember one day I was starving during lessons and almost about to lose hope, when a small prawn dumpling fell from the sky. I was so starving and about to eat it, but the beast Gavin descended from the heavens and smacked the minuscule dumpling away and replaced it with a PIPING HOT and JUICY Char SIUUUUUUUUUUU Bao. Now, this has filled me for 2 months and I nvr have to worry about being hungry ever again. If you want HCI to become the most technologically advanced, culturally diversified, and animally unique paradise, please give your vote to @csb.ogavin_6.6 for the best school life possible!!!! 10/10 CHARishing, 10/10 model SIUdent and 10/10 capaBAO!!!"], "jasonlin_12": ["Gavin is decent 👍", "There was once I planned a date with my girlfriend, but right before I was supposed to go, I had a horrible stomachache!! Being the great friend he is, Gavin wasted no time and helped me out by going on the date instead of me!! What a wonderful idea! She ended up breaking up with me and dated Gavin for a year hey that’s understandable, even I can’t stand the adoraBAOness of Gayvin!! (I swear I’m straight) The point of the story - Gavin is a great friend who will go above and beyond to help a brother out!! @csb.ogavin_6.6"], "z_l_b_r": ["@csb.ogavin_6.6 mah man be throwing away his dignity... like to support his sacrifice", "Gavin be lookin so adorabao tho🥵🥵🥵🥰🥰🥰"], "auudwee": ["@csb.ogavin_6.6 WHY IS YOUR BODYROLL SO GOOD 😍😍 MADERN’S LOSS"], "csb.jenellekan": ["not us having to film in x0.5 speed because @csb.ogavin_6.6 couldn’t keep up with normal speed… 😍😍"], "sda_dy.land_of_fun_stuff": ["another day I was crossing the same road at tan kah Kee when I saw a big black lawnmower knock over my friends, it was at this moment that Gavin appeared and chased down the lawnmower and destroyed it with a Lamborghini. ONCE AGAIN GAVIN WILL DO HIS BEST TO SERVE THE STUDENT BODY SO I THINK U SHLD VOTE FOR HIM"], "matthias_ong": ["Gd luck @csb.ogavin_6.6 🔥"], "hitsujso": ["in primary school, my hair was more tragic than romeo and juliet, and my head was more rotund than an egg. but @csb.ogavin_6.6 saw my plight and miraculously came to my rescue. given the benevolent man he is, he did not even hesistate to sacrifice his bangs to give them to me. i would not be here today if not for gavin's selfless sacrifice. his current state of afhairs is a testament of the wondrous blessing he bestowed upon me, and i will always be thankful for his sacrifice🙏 🙌 ❤. vote for gavin today 🤩🤩🤩🥰🥰🥰"], "cfl.taneesther": ["AHHHH GAVIN I LOVE YOUR HAIR VOTE GOR @csb.ogavin_6.6 TO GET THAT AMAZING HAIRLINE 🥳🥳"], "_xxinru": ["Lit hairstyle @csb.ogavin_6.6 can become korean oppa🔥"], "cfl.samonella14": ["@csb.jenellekan @csb.ogavin_6.6 can I dabao y’all home😍😍😍😍", "@csb.ogavin_6.6 will dish the baos BANG BING BANG BOOM POW like he dishes those dimes to his teammates and he’ll dish u those Ws if you vote for him", "OMG OMG OMG @csb.ogavin_6.6 @csb.jenellekan and Julia 🔥🔥🔥😍😍😍😍🔥😍😢😢😢", "once upon a time I was a short man (I’m very very tall now) and I couldn’t really dunk a basketball with the agility that I can now… as I was rolling in the ground crying and bawling and about to commit ungodly things @csb.ogavin_6.6 jumped out from the backboard and used his 100inch vertical to easily hoist me up to the rim and slam dunked that 🏀… I’m forever grateful for his willingness to uplift everyone around him please vote for @csb.ogavin_6.6 he is the right bao for u"], "y1nl3": ["once i was sleep deprived and hungry and sad but gavin @csb.ogavin_6.6 GAVe me a cup of soy milk 🥛 free of CHARge 😩😩 fr brightened my day lit up my life please CHARish gavin and vote him for council 🙏🙏🙏"]}, "Julia Wong": {"darius.chia": ["Jiayous Julia!! 💯💯💯"], "yell0wsqu4re": ["SO CUTE JULIA 😿❤️❤️❤️❤️ nothing will go Wong with Julia 😮"], "yerousted_chicken": ["One time during pe we had a race, and julia saw that i was struggling so she picked me up and started sprinting, overtaking everyone in class and finally threw me across the finish line, allowing me to win the race. Julia is super strong and independent and i will be forever grateful for that day and julia in general. Vote for julia for a super wholesome and thoughtful leader!!"], "jamieongzzz": ["I remember one time I was sitting on a ledge when there was suddenly a gush of wind and I was about to become the second Humpty Dumpty. But thank goodness @csb.jenellekan and Julia used their supersonic hearing to hear the erratic beating of my heart and immediately dashed to where I was with their white horses to save me from my fall. It was just like a fairytale… VOTE FOR JENELLE AND JULIA AND YOU SIU-LY WONT REGRET 💚💚"], "mouseketeer.rachel": ["Julia is an absolute queen 👑 There was once I was starving and I wanted to daBAO smth but I was running late 🏃🏻‍♀️ and didn’t have the time but JULIA BAO 重 that I didn’t have to go hungry and made BAO for me so that I can be BAO!"], "y1nl3": ["once i went for street auditions but i was a bad dancer (really..i cannot move my arms and legs at the same time if not they will dislocate) then came Julia from the skies 🏄🏻‍♀️ 🏄🏻‍♀️ fr taught me step by step how to do the chicken dance 😵‍💫😵‍💫 so JUicy fr 💚💚💚 supportive queen please vote for julia 🆗🆗🆗"], "cfl.samonella14": ["OMG OMG OMG @csb.ogavin_6.6 @csb.jenellekan and Julia 🔥🔥🔥😍😍😍😍🔥😍😢😢😢"]}, "@7up.0rion401": {"d.ylantan": ["One day in secondary school I was going thru a mid life crisis because I was failing chinese (I'm chinese) but out of nowhere my favourite twitch streamer @7up.0rion401 ENDED HIS STREAM😤😤 and teleported to me and read the whole bible to teach me chinese and I was instantly touched that he ended his Fortnite stream with millions of viewers to give me chinese knowledge VOTE FOR BRYAN"], "koyopok": ["On a fateful day in secondary 1, i was slouching on my chair in class after collecting my D7 class test math paper. The sinking sense of worthlessness and a lack of self-esteem was crushing me into depression. Thankfully, it was then when i heard @7up.0rion401 's victory screech emanating from behind me \"I AM AN EPIC FORTNITE GAMER OMEGALUL KEKW AT 3AM EXPOSED N GONE WRONG 🔥🔥😂🥵🥵*peach emoji\". At that instant, the self-confidence and reassurance that i wasn't a titular \"epic fortnite gamer\" as coined by him propelled me through the clouds and into the cosmos of academic infinity. I have been achieving straight As since then. Vote for @7up.0rion401 to boost your self esteem and maximise your well being!"], "junxiang_hao": ["One time I was in a 1v5 clutch situation at the b bomb site in mirage with little time left in the bomb. SUDDENLY @7up.0rion401 came and 360 HUAN DEAGed all of them to death allowing me to clutch the round successfully and winning the ranked match"]}, "@7up.lotionmotion7": {"fishingjon": ["Lucien sends me memes everyday without fail even if I don’t reply to them..that’s what u called a real friend"], "zach.fcy": ["Lucien is the man vote for him"], "sphootify.joshywawa": ["😍😍😍 @7up.lotionmotion7"], "yodaone.james": ["I still remember the date, 33 February 1876 when a gang of hooligans abducted me on the streets. There were more than 5 people on me and I didn’t know what to do. They were vicious and I was on the floor crying for help. That’s when Lucien @7up.lotionmotion7 appeared and saved me. You gave 2 jabs and an uppercut to the face knocking out all the gangsters. That’s when he told me “Float like a butterfly🦋 , Sting like a bee 🐝 ” After he fended off the thugs, he handed me a 🌴coconut🥥 and told me, boy ah this drink will make you grow strong strong💪🏻💪🏻.Those words inspired me to be a better man and inspired me to help others. Now I drink coconut water on the regular and now I am buff and strong. So VOTE FOR LUCIEN for he will be the light in your life🤩🤩", "Lucien in contention for sexiest man alive VOTE FOR LUCIEN"], "jarrrrrred__": ["Lucien is the man bruh. He send me all the food videos and also wanna treat me some good food. Vote for Lucien coz he’s too handsome"], "titus0.0kwok": ["once during judo training I was being rekt super hard by sir. I was cowering in the corner as he approached me, ready to tomoe me into oblivion. luckily, @7up.lotionmotion7 saw me in distress and picked me up with his big strong arms to carry me to safety. I will forever be indebted to Lucien for rescuing me from evil tomoes. 100% legit should vote for big stronk man grrr"], "eaten.biscuits": ["There was once when i was walking along the geylang streets when i was almost abducted by aliens👺. They popped up of nowhere and started sucking me up.😏 But luckily for me, chad ❤️❤️LUCIENNNN👏👏 appeared behind me, and with his centuries of judo experience😈, he tackled the spaceship👊 and uppercut✊ it back to where it came from. That truly was a surreal experience😗😗, it was as if lucien was a god to me. So vote for 💥@7up.lotionmotion7 💥, a leader😎 who can fight his way through thick and thin and bring glory to our school!!!"]}, "@tunasenpai": {"wcnq_yu_cn": ["@tunasenpai 🔥🔥🔥"], "reeeyan.ng": ["@tunasenpai it has been a short unprecedented 2 weeks but your contributions as my ct rep were greatly appreciated !!"]}, "@7up.johannalien": {"calbeekk": ["I was a young hoe 🥳roaming the desolate 😩😩neon lit streets of Geylang, desperately looking for people to hire my services. I was heterosexual📏📏📏, but the hard circumstances meant that I was forced to swing both ways 🏳️‍🌈🏳️‍🌈🏳️‍🌈🏳️‍🌈. In my personal life, everyone was wary when they heard about my profession, deprecating my psyche 🧠🧠🧠 with phrases such as “odious individual” and “abhorrent scum”. 📉📉📉It’s true, I was a massive red flag 😱; dark crimson🔴👹, akin to the sleazy red lights 🤨🤨in Geylang. \n.\nThen on that faithful day I contracted HIV 🦠🦠🦠; I met Johanna ☀️☀️☀️. She took my life and inexplicably transformed it. She employed her innate 🙇‍♂️🙇‍♂️ ability to improve others 🆙🆙🆙, and did the same for me 🙏😇. I instantly glowed up from a 1/10 😱😱🤮🤮🤮to a 8/10, 🤩🤩😍🤤🤤🤤adding a whopping *7* 7️⃣7️⃣7️⃣ points to my appearance. \n.\nTruly, she had gotten me 7 up. The 8️⃣is significant as it brought about many positive 🌸🌸🌸 changes in my life, truly a HUAT number. I only have Johanna to thank for this. I am immensely grateful. 🧧🧧🧧🧧\n.\nJo’s green 🍀🍀🍀 aura also rubbed 😜😳 off on me, turning my red flags 🚩 🚩 all into green flags 🌱🌱🌱. I’m eternally indebted 🌞🌞to jo for what she has done for me. Although I’m still a hoe 🤠🤠, I’m proud to declare I work an honest 💪💪 9-5 job selling onlyfans premium 😎😎and no longer need to roam the streets of Geylang to offer my services💅💅💅💅. \n\nVote for Johanna Lien! @7up.johannalien"], "www_zakt": ["True story. Once, I was on vacation when a fire started in my apartment 🔥😱 Before I knew it, @7up.johannalien was by my side. She grabbed the nearby fire extinguisher, and POOF the fire was extinguished. She even gave me a $10 FoodPanda voucher. VOTE JOHANNA FOR COUNCIL 🤟🤟"], "alyssalx": ["@7up.johannalien is my sugar mommy vote for her"], "triciayap_": ["last year i was swimming in the sea when i saw a shadow beneath me. i looked down and it was a HUGE SHARK‼️ i screamed and started swimming away but the shark was too fast. suddenly, @7up.johannalien dived into the sea and saved me🤩🤩 i am eternally grateful to jo for saving my life and this is why i am voting for her. jo is so amazing and she will definitely bring you up at least 7 levels! #jothehoe #dontbeahoevoteforjo"], "reeeyan.ng": ["once @7up.johannalien carried my shopee haul from jurong all the way to school on foot cos i lost my ezlink card, i am eternally grateful for her help that’s why i’m voting johanna"]}, "@kermitted.kimberly": {"kopi.shannon": ["jiayou kimberly!"], "kangting.kt": ["@kermitted.kimberly @kermitted.yiqian 🤩🙌"], "nikxipixxi": ["OMG SO CUTE YALLZZZZZ😻😻😻 @kermitted.yanzhen @kermitted.kimberly"], "joyliewel": ["@kermitted.kimberly LETS GO!! 🔥🔥"], "iraedescent_": ["@kermitted.kimberly kimberly so cool🤩"], "www_gabriell": ["Jiayous @kermitted.kimberly @kermitted.xinyu yall def can Kermit your votes to them"], "dabby_dabby_chicken_wing": ["还记得那天是O水准高华考试，班上的每位同学都为此考试复习了将近三个月了，只有我例外，我连翻开课本都没有做过。你可能会觉得我疯了。的确，我妈每天的眼光每天变的越来越不友善，同学们看我上课都在睡觉看得都司空见惯了，老师都想叫我打去IMH做体检。但他们都不知道的事，我这样的做法是完全理智的。为什么？因为我是淑欣(@kermitted.kimberly )的bestie呀！考试当天，我一觉睡到下山的太阳晒屁股。醒来后我便看到无数个同学们的简讯，甚至还有老师打电话给我。全都是在说”你怎么还不来考试？？“我打开我跟淑欣的简讯，随后便捂着嘴，开始偷笑。淑欣早把我们俩的考试做完了。没错，她在短短的几个小时内，把我们俩的考卷都做完了。问成绩？想都不用想，肯定是A1。要给淑欣三份考卷，肯定也是A1。现在你想一想，要是她进了学生理事会（其实想都不用想，肯定会进的），她是不是能把五届学生才能干成的事一年内就干完？我想这个问题根本不用思考，你们一定要投@kermitted.kimberly 一票！"], "ringdingdong.itsnicole": ["once upon a time i was suffering from intense Hangry energy when kimberly appeared with a golden halo around her head with brownie cupcake cheesecake things and saved everyone around me from my Hangry energy 😍😍😍 vote @kermitted.kimberly now to never have to experience Hangry energy again 🥳"], "connect4.lucas": ["There was this one time when I was very sad and lonely during orientation, and almost lost faith in my JC social life, but @kermitted.kimberly appeared out of no where and called me bestie.That one word was so impactful that I realised that life wasn’t really bad after all, and tears started streaming down my eyes. Vote Kimberly because you can literally feel her kermittment 🐸🥳"], "nuggets.zy": ["vote @kermitted.kimberly cos shes a frogger 🐸"], "heo_xu.yen": ["It was a dark and stormy night, where I once again faced my greatest enemy, maths. I pondered, was this the end? Was I finally going to fall like this? BUT it was at this moment when @kermitted.kimberly descended from the sky, where with a wave of her hand she managed to clear the rainy sky and help me clear another math exam. I am eternally grateful for her so vote VOTE VOTE"], "yingyi_shi_88": ["@kermitted.kimberly go mom"], "woofiebaker": ["kermittedkimberly damn swag 😙😙😙😍😍😍😍😍"], "lev.onne": ["kimberly xinyu y’all r so cool😍😍power duo ❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥"], "jestonhsj": ["once i was gna die of starvation. thats when @kermitted.kimberly bought me a bowl of ramen. vote for kim rn"], "pigza.qianlin": ["back in my homeless era i was on the brink of starvation and wondering around the streets aimlessly when suddenly! a golden streak of light appeared in front of me and it was @kermitted.kimberly , here with all her delicious baked goodies and enigmatic smile ☺️ she gave me a lifetime’s supply of red velvet cookies and for that im eternally grateful for her in conclusion vote kim she will feed you with cool initiatives and add sweetness into your life wowzers so cool"], "reeeyan.ng": ["another time kimberly and yanzhen carried my snack haul frm ntuc to school because the trip was not worth the $0.40 bus fare, that’s why i’m voting them as well !!"]}, "@kermitted.yanzhen": {"onegrandemegan": ["GO YAN ZHEN 🥵😻🤠🤩 who needs math when u got yan zhen"], "kopi.shannon": ["jiayou yanzhen 😍😍"], "team_charsiuuubao": ["vote for kermitted yanzhen!!😍🤙🏻"], "nikxipixxi": ["OMG SO CUTE YALLZZZZZ😻😻😻 @kermitted.yanzhen @kermitted.kimberly"], "hotpot.breanna": ["@kermitted.yanzhen one time i during math i was falling asleep but then out of the corner of my eye i saw yan zhen stapling her hair?? And that jolted me awake and allowed me to avoid getting scolded and this story shows that yan zhen is very helpful even unconsciously and is also innovative and has an artistic flair 💪🔥", "@kermitted.yanzhen so cute omg u got my heart too ❤️"], "yx3l1ng": ["One terribly rainy morning as I was walking to school, I accidently slipped on a puddle of rain and slided into the bukit timah canal. The turbulent flowing streams was rushing by at 1000kmph that I couldn't do anything at all but struggle around in the water. The rain was so bad that I couldn't see anything and was drowning deeper into the water as time passes. Just as I was at my last breath, @kermitted.yanzhen literally sped up to my position at 999999kmph to LUG ME OUT OF THE WATERRR!! Then she swam firm and remained stationary in the middle of the RAGING RIVER to do cpr on me so that I wouldn't pass out before I reached the shore. So it was all owing to @kermitted.yanzhen that I managed to survive and lived to tell the tale!! SO GUYS GO VOTE FOR YAN ZHEN 💞💞"], "s.i.q.i.n.g": ["After I finished a whole macspicy on a fateful Saturday evening, the first pangs of stomachache hit me. my stomach was rumbling louder than a thousand lawnmowers combined. I started levitating to the moon, where the macspicy monster was waiting for me. my stomachache intensified as the monster slowly approached me. all of a sudden, I heard @kermitted.yanzhen 's voice shouting' expecto patronum' which scared the monster away! without her timely help, I would've perished there and then, forgotten in the ebb of time so VOTE FOR YANZHEN"], "kaliexna": ["@kermitted.yanzhen YANZHEN MY GAL🔥🔥🔥"], "marcidonutes": ["in a galaxy far far away, i was stranded on the planet Notearth. it was so scary i had no idea what was going on. then a figure appeared, with a halo of light behind her and more halos on her head, yan zhen reached out to me and said \"I shall bring you away from Notearth and bring you back to Earth!!!\" This is a story i'll definitely recount to my grandkids, which is why you should vote for them as theyre kermitted to what they do!!!"], "jamieongzzz": ["一个风和日丽的早上, I was on the way to school when suddenly the lift broke down and started free-falling 😱😱 Luckily @kermitted.yiqian and @kermitted.yanzhen heard my cries for help and used all their strength to pry open the doors to save me. Truly, no one is more kermitted than them 🔥🔥 VOTE FOR YAN ZHEN AND YIQIAN 💚💚"], "nuggets.zy": ["vote @kermitted.yanzhen cos shes a frogger too 🐸"], "jia.chenggg": ["Once upon a time in class, I didn't know how to do a math question and was frustrated. @kermitted.yanzhen IMMEDIATELY noticed it and came to my rescue. Not only did she explain to me that math qns, she also took time to explain the whole chapter🤩🤩. VOTE FOR YAN ZHEN COS SHE IS #KERMITTED TO HELPING OTHERS!!"], "s.ophie.c": ["once i was walking down the street when i suddenly tripped, just before i fell down and landed on the floor @kermitted.yanzhen flew over to me and picked me up just before i touched the floor, saving me from a very severe fall where i could have lost both my arms and legs #voteforyanzhen"], "hxnyuxuan": ["once upon a time i was trying to draw some orbitals and i couldn’t remember which axis to draw but suddenly @kermitted.yanzhen appeared and guided me to y and z and i got full marks on my chem exam thanks to her 🤩🤩 vote yanzhen because she will be the yz to your x 😍😍"], "darius.chia": ["once I went to school with all my homework uncompleted over the weekend and was prepared to get scolded by all my tutors but then @kermitted.yanzhen appeared behind me and immediately started doing all my homework for me. she wrote so fast that a tornado was created and all the papers started flying around and in a flash she finished everything?! VOTE FOR YAN ZHEN TO DO YOUR HOMEWORK🤩🤩"], "reeeyan.ng": ["another time kimberly and yanzhen carried my snack haul frm ntuc to school because the trip was not worth the $0.40 bus fare, that’s why i’m voting them as well !!"]}, "@kermitted.yiqian": {"apr.iilll": ["Once i was a squirrel, yiqian saw me and so so stunned she fell. If u want to feel just as important as a squirrel vote yiqian.", "Once in pri sch yiqian lent me a pen. This was vv rare only shed get the joke vote @kermitted.yiqian for pens and lame inside jokes"], "casschew": ["yesssss pls vote yiqian to bring school life to gr888888er heights because TEN TEN gummies cant make me 176cm 🙋🏻‍♀️🙋🏻‍♀️🙋🏻‍♀️"], "_gagagaka_": ["Vote for yiqian 👁🤚 she’s goated 🐐"], "kangting.kt": ["@kermitted.kimberly @kermitted.yiqian 🤩🙌"], "matthias_ong": ["Gd luck @kermitted.yiqian 🔥🔥"], "kaylaahaha": ["LETSGOOO YIQIAN 🔥🔥🔥🔥 @kermitted.yiqian"], "kaliexna": ["GO YIQIANNN @kermitted.yiqian 👊🏻👊🏻👊🏻👊🏻👊🏻👊🏻🔥🔥🔥🔥"], "jamieongzzz": ["一个风和日丽的早上, I was on the way to school when suddenly the lift broke down and started free-falling 😱😱 Luckily @kermitted.yiqian and @kermitted.yanzhen heard my cries for help and used all their strength to pry open the doors to save me. Truly, no one is more kermitted than them 🔥🔥 VOTE FOR YAN ZHEN AND YIQIAN 💚💚"], "yoyi5553": ["@kermitted.yiqian Are you a magician? Because whenever I look at you, everyone else disappears! 😉"], "worlde.jinbo": ["LESGO YI QIAN🤩🥳🕺🏻😍 @kermitted.yiqian"], "bufflord369": ["i remember during orientation i was having my fourth severe diarrhoea💩 of the day in the block B toilets. 🤢as i reached to my left to get toilet paper 🧻, to my devastation, my hand 🤚🏻 met with an empty ❌ toilet roll. however, before the situation morphed into my villain origin story 🦹🏻‍♀️ , shang yiqian 🤑 crashed thru the toilet ceiling, throwing rolls of toilet paper at me🥵. though not particularly enthusiastic about the breach of privacy 😳, i am eternally grateful for her help in my time of need. 😌that’s right — yiqian will always have your back, even in your darkest times. vote yiqian 😌😌"], "chloeongzy": ["omg xinyu and yiqian so swag 😩😩😩😩🤟🤟🤟🤟"], "chandelle._lee": ["i rmb the time when i fell down from heaven and being the caring and kind-hearted soul she is yi qian picked me up😩😩 looking for a supportive and caring friend?? vote yi qian✊🏻"], "pigza.qianlin": ["once upon a time i was carrying othello boards up the stairs and tripped and i braced myself for everything to drop down and crash onto me but!! a firm hand appeared on my back and it was @kermitted.yiqian !!!! she stabilised me just in time and even took all the othello boards and boxes of discs and carried it up all by herself in conclusion vote yi qian she will always have your back 😍👍"], "reeeyan.ng": ["once i was craving for some mexican food being the helpful and caring friend yiqian is she carried the gyg outlet to my front door and used her exceptional talent at making underweight burrito bowls made me a nice hot mild chicken burrito bowl with no black beans 🤧🤧 that is why i’m voting yiqian"]}, "@kermitted.xinyu": {"ringdingdong.itsnicole": ["CUUTEEEE all rounder bro 🥵🥵 @kermitted.xinyu", "XINYUUU BEST 🔥🔥🔥 @kermitted.xinyu"], "bluesqu4re": ["charismatic xinyu 🫣❤️"], "crystalcwx": ["i vote xinyu", "there was once my jap stall bimbimbap was too spicy for me. @kermitted.xinyu saw my contorted face of despair and without so much of a hesitation she flew in to the rescue with her water bottle and drowned my bimbimbap in water so it would be less spicy for me. vote xinyu, she will without fail be willing to save u from the terror of spice", "we all need to run to vote for xinyu", "xinyu is the best", "xinyu so swaggy"], "kopi.shannon": ["jiayou xinyu 😍😍"], "lev.onne": ["kimberly xinyu y’all r so cool😍😍power duo ❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥❤️‍🔥", "xinyu you are literally made for this😭😭👍🏼👍🏼🗳🗳🗳❤️‍🔥❤️‍🔥"], "pigza.enying": ["kinyuuuu soooo cute 😍😍 @kermitted.xinyu", "once upon a time I was walking and accidentally fell all the way to Antarctica. luckily my dear friend xinyu transformed into a camel and went all the way to the south pole to save me. I would not be alive withlut her. vote @kermitted.xinyu right now 😍"], "janetetetet": ["go xinyu🔥🔥🔥!!"], "kangting.kt": ["@kermitted.xinyu PROFESSIONAL EDITOR 🔥🔥🙌 jiayousss"], "wilbur_chri._.shu": ["@kermitted.xinyu super cute sia😍🐸"], "stefaniegoh_tt": ["@kermitted.xinyu so cuteeee 😍😍🔥🔥"], "auudwee": ["on a fateful evening, my pals and i, xinyu included, went out for a fine meal at beauty world. after our bellies were filled and the bill was split however, i realised that i got scammed by the beauty world bak kut teh restaurant. it is absolutely preposterous to be paid $6.85 worth of service charge and GST! that being said, xinyu immediately reimbursed the funds of the extra fees in the bak kut teh, saving me from a painful beating from my mother dearest. VOTE FOR XINYU and she will get you out of any tight situations 🔥🙌👏😍😍👏"], "zhi_linggg": ["i was struggling to grip the baton for relay due to sweaty palms and qe were stressed but then qiu xinyu came up w a great idea and we put chalk and sandpaper on my hand for that resolute grip that i needed and we proceeded to win 4×100 gold. vote qiu xinyu for thay innovative and quick thinking leader that you need", "my chinese is terrible and i was very stressed before o level hcl but qiu xinyu appeared next to me right before my exam and said \"朋友别怕!我会帮你\" then she proceeded to fax the whole pleco into my brain and i managed to complete my papers just fine", "once i was having gastric in class and qiu xinyu heard my stomach grumble using her superhearing and instantly teleported to guzman and bought me a burrito to fill my belly", "once in sec 1 i was traininy alone and was dying under the hot sun and qiu xinyu appeared next to me and said \"i got you bro\" and ran next to me sheltering me w an umbrella and blowing a portable aircon at me and because of her i was not alone and i completed my workout. vote for qiu xinyu today"], "qiuqiu_train": ["OH MY XINYU WOW SO COOL I KNEW SHE WAS COUNCIL MATERIAL THE FIRST DAY I SAW HER AT THE PLAYGROUND @kermitted.xinyu 🔥🔥🔥"], "www_gabriell": ["Jiayous @kermitted.kimberly @kermitted.xinyu yall def can Kermit your votes to them"], "alder_hh": ["Jiayous! @kermitted.xinyu"], "evillyzhang": ["@kermitted.xinyu GURLL IS SO SWAGGGGG AND THE MOST CARING, COMPASSIONATE AND RESPONSIBLE LEADER AND FRIEND OF MINE. VOTE XINYU FOR COUNCIL 🔥🤩"], "yourhahalele": ["Once upon a time i was walking, then i fell down. Because i fell SO HARD for @kermitted.xinyu 😍😍😍 qiu was so friendly she not only helped me up from the Floor but she also told me she will be KOMMITED to our friendship and she will love me 4 life. Therefore vote @kermitted.xinyu for 49th council 😁😁😁💚💚💚"], "huangyuxi46": ["In sec 4 I never listened in any bio lessons and Xinyu took the time to explain everything to me and even let me check out her worksheets I love her @kermitted.xinyu"], "chandelle._lee": ["throwback to the times when we all got distracted during our exco meetings but thank god xinyu was always there to slap us back to reality 🤛🏻VOTE XINYU for a reliable leader"], "yoyi5553": ["one day i was not feeling well in school, my most responsible, caring, loving BOM @kermitted.xinyu ran down three flights of stairs in the speed of a lightning; dashed into the general office and got me a heat pack. how can u not vote her into council 🤧👺"], "chloeongzy": ["omg xinyu and yiqian so swag 😩😩😩😩🤟🤟🤟🤟"]}, "@oneshortkeisha": {"vineeshark": ["@oneshortkeisha SOME OF YOUR BEST WROK", "when keisha and i were working at nasa 🌠 bcos she is so smart🧠 and talented💃 and amazing, and i accidentally 😟🥵launched 500 spaceships 🚀she saved the universe 👽 and singlehandedly 😁😁 grabbed the rockets and put it back on earth 🥰🥰🥰 and so she saved all planet lives 🌍🥵😘😘 and earth life and my life THANK KEISHA👍🏽👍🏽🙀😽😽"], "franciscatiur": ["Good luck for your campaign @oneshortkeisha. You've been working hard to prepare everything. But most importantly, always become a blessing to your schoolmates whatever the result. ❤️❤️❤️❤️ Mom."], "likelyclaris": ["atb keishaaaaa 🔥🔥"], "onegrandemegan": ["someone sponsor keisha spotify premium"], "team_charsiuuubao": ["slayyy keisha"], "justjillypadii": ["@oneshortkeisha the most amazing person 🤩 go vote for her!!!!", "there’s no words to describe keisha, she is beyond words🤩🤩🔥🔥🔥"], "felicia.leeyx": ["TRUE STORY: on a beautiful and nice day i decided to go swimming but never did i know that I would have leg cramps and started drowning. at  this moment, a superhero keisha appeared and swam towards me, saving me from the rushing currents. if uw a leader who can save ur day, vote keisha🔥🔥😍😍 @oneshortkeisha", "🔥❤️🔥@oneshortkeisha"], "lennyfromtoystory": ["oh my god, i recognise @oneshortkeisha! about a week ago, on a sunny wednesday afternoon, when i was heading home after taking my pet rock out for a walk, i almost lost my life! i was walking on the path when suddenly,  a massive humongous black gorilla appeared out of thin air! fortunately, keisha, using her super senses, sensed the immense danger i was in and teleported to my side! with one swift, powerful kick, she kicked its balls and blasted its booty and it flew all the way to jupiter! i will never forget her heroic act and i am forever indebted to her!", "omg i know the keisha! she donated her kidneys to me after i sold mine to buy the Shark ZU561 Navigator Lift-Away Speed Self Cleaning Brushroll Lightweight Upright Vacuum with HEPA Filter, Red Peony!", "yesterday at orchard road i was being harrassed by a creepy old man! luckily, keisha was nearby! like a #girlboss, she stepped out of her metallic pink lambo and with her amazing ak 47 rifle, she one shotted him with a headshot since the man had a big ass forehead! oh it's true it's true it's real it's real! thank you so much keisha!"], "lixu4nn": ["after our Primary School Leaving Examination 📚✏️ my primary school class went out separate ways… 💔😢 but fortunately the amazing @oneshortkeisha and @onegrandemegan came together and hatched a plan to bring the band back 2Gether 😩😱 they REVIVED the class chat with One text 😰😧😵‍💫🤪 so grateful for my idols… get yourself a superhero duo that brings friends back together again 😪✨😍🤩"], "megannsim": ["@oneshortkeisha is the saviour of all of us ,, the chosen one 😍😍😍😍😍there was once i didnt know how to go to the receptionist place in hc, keisha walked by and decided to extend a helping hand when she didnt have to!!!!!!CAN U BELIEVE she even took her helicopter and helicoptered me over since it was so far away!!!! in the process she helped the school trim some trees 🌲she is truly the most considerate person youll ever need.SO EFFICIENT TOO????😍😍😍😍. killing two birds with one stone except its with her helicopter blades!!!!HONESTLY THO , HOW TO BE LIKE KEISHA??????? i admired her so much ever since BECAUSE I WAS JUST SIMPLY SO TOUCHED BY HER SINCERITY!!! she truly puts the K in Kind and S in superior!! Every night before i sleep i make sure to pray to her. EVERYONE deserves a keisha in their lives!!!!! VOTE FOR KEISHA AND SHE WILL BE YOUR KEIRING (CARING) KOMPANION 😍"], "jinqiu96": ["Once I was lost in the forest 🌲🌳🌲🌲 at night 🌃🌃 ,I felt very hopeless and wanted to cry😭. Suddenly, I saw some light✨✨✨. It came closer and closer, brighter and brighter🌠🌠.It was KEISHA @oneshortkeisha  who came and saved me.🌟🌟🌟🌟 She's so friendly and amazing(∩ᄑ_ᄑ)⊃━☆Vote for keisha！❤️❤️"], "jawzefin": ["It was my first day of sch when I was walking down the corridor. I turned the corner and found myself in americas got talent🎭!! Simon Cowell was there and he said my outfit was a no go 😭😱. I ran frm the stage shocked! This cldnt be happening!! My one shot at fame 💃 gone 😨! Suddenly a bright light appeared from above ☀️ and a figure descended. The angels 👼 were singing and it's recorded that babies all over the world were crying tears 🤣 of pure joy and elation😁. I looked up and was struck by the sight before me. Suddenly the hand 👍 reached out and shook me from my stupor. It was @oneshortkeisha . She begin to sew me a dress right there and taught me to 🕺 With my freshly sewn dress and newfound dancing skills, I chacha-ed my way back on stage and got the golden buzzer 🏅!! If u want to win AMericas got talent like I did,, vote @oneshortkeisha"], "hansomeprincecharming": ["omg when @oneshortkeisha was in my indo class, I was struggling 🥲🥲🥲 she helped summon her indonesian ancestors to help me on my test and I passed 🙏🏻🙏🏻🙏🏻 if it wasn’t for her, i would have upright failed. not only did I pass I also did well holy moly 💖"], "laeheehuu": ["one fine day i was going to school 🏫 and the mrt 🚊 broke down 😵‍💫 i was trembling with fear🥶as i was gonna be late for school 😥😫😱speedy speedy @oneshortkeisha came and her presence made the train move again.🥵🥵🥵she could have left but she did not, in fact, she carried me all the way to my classroom on her back 🤧🤧🤧 i would not be here without her. vote for @oneshortkeisha as she'll be your lifesaver🔥🔥🔥"], "a.low05": ["once, a candle 🕯 in my house 🏠 tipped over and the fire 🔥 spread throughout the whole house 😱😱 a bookshelf 📚 that was on fire fell over and landed on me 😥 i thought i was going to die 😵😵 i could feel myself getting burned 😣🥵 and was about to pass out 😫😫 just then, @oneshortkeisha flew over on her flying horse 🧚🏻🐴 and single-handedly 💪🏻 lifted up the bookshelf from me and used her magic powers ✨💫 to stop the fire 🔥 and heal me from all my burns 🤩😍 i owe my life to her 🥰‼️ vote keisha because she will always come to save you 🤩🤩"], "feilinlp": ["One day I was walking along the sunny streets of Hokkaido, Japan, admiring the beautiful cherry blossoms, when out of the blue, a bunch of yakuza's jumped out from the roofs, and started attacking me. Thank the heavens for Keisha @oneshortkeisha the geisha, who apparated on the spot, and fended off the evil yakuzas with the speed of a samurai, but grace of a swan\n10/10 would vote for council"], "_shujin": ["Once I was struggling with physics and failed all my physics tests 😩😨 but @oneshortkeisha used her magical powers to bring Isaac Newton back to life 😮😱 and got him to tutor me 🤩 I never failed my physics since then @oneshortkeisha  is a lifesaver vote for her for good grades 👍🏻😋"], "chxrm.xn": ["One day I was on my way home when I heard a strange sound. I turned around and there were 2 big dogs trying to chase me. I ran and ran and ran and was really scared. But then @oneshortkeisha  appeared in front of me and stroked the dogs once. They stopped chasing me and I was saved. Vote for keisha cos she will save you too."], "rolliejoliee": ["i remember when there was a fire at the science labs and then @oneshortkeisha single-handedly saved us all from the burning building 🤩🤩 vote keisha for council cus she will save u from school and make ur life amazing 😁🤪"], "spongesquareorbobpants": ["Once i was pregnant 🤰🤰🤰and unable to move 😵😵😵 my own body 🤒🤒🤒 thankfully, @oneshortkeisha came in clutch 🥵🥵🥵 with a hanger in hand 🥰🥰🥰and saved me 😳😳😳 from catastrophe 😇😇😇😇 but i started losing a lot of blood 😲😲😲 but she used magic 🪄🪄🪄🔮🔮🔮 to save me and now im free 🙏🙏🙏🙏🙏🙏🙏", "i remember once 1️⃣ i got hit by a truck 🚍🚍 and got isekaied into a world 🌎🌎 where dinosaurs 🦖🦖 and dragons 🐲🐲 existed and i had to cower for my life 😱😱😱😰😰😰☠️☠️, thankfully @oneshortkeisha came into the world as a meteor 🌠🌠🌠💫💫💫 and killed 🤺🤺 all the dinosaurs and dragons to save me and bring me back to the real world 🙌🙌🙌🙏🙏🙏🙏"], "leggooo.yenyee": ["That day @oneshortkeisha and i went to eat 🍕 pizza🍕. It was really fun until.... A bee flew in from somewhere!!! I freaked out and was calling for help. Keisha immediately used her kungfu to catch the bee, while making sure that she doesn't kill it. That skill 💯💯 She then released the poor bee into the garden. This shows that she's truly a saviour. To all animals. 👏👏👏"], "lezanntan": ["when I was in the school canteen & the queue was really really long & I had to go back to class early for consultation, @oneshortkeisha flew all the way to paris to get me an almond crossiant bc I said I really wanted to have one & she also tutored me mathematics & I got A1 for all my subsequent tests & exams 😍😍😍 keisha is patient, smart af & SUPER CARING WOAH! #voteforkeishaforhcsc"], "zhi_linggg": ["once upon a time i was still really hungry after eating 菜饭加饭 but didnt have any money left but @oneshortkeisha appeared beside me and said \"dont worry i got u bro\" before handpicking rice grains from her personal paddy field and veggies from her secret garden and whipped up an especially tasty and satisfying meal. it was so good i had to ask her what her secret ingredient was. \"love. lots and lots of love.\" she replied. vote keisha for that loving and dedicated leader that you need!!"], "emperera": ["omg GUYS!!!!! keisha saved my life, truly. in days of yore from western shores, i was rolling down bukit timah road trying to get to school on time. completely unironically, i already had 3 demerits 😵😵😵and was in absolute terror of getting another one. just when i thought all hope was lost, KEISHA jumped down out of her flying hamster and told me to be ON MY MARKS ❤️‍🔥❤️‍🔥❤️‍🔥🤪 and whisked me all the way to school. even though i was already one hour late, keisha managed to TURN BACK TIME 😩😩😩😩 so I was 3 days early. she is truly a beacon of hope and light in this island of the main. @oneshortkeisha is lit rally my saviour. i have dropped out of hwachong and reapplied just so i can be in athena faculty and vote for her 😍😍😍😍😍"], "yodaone.ella": ["One day when I was running from turnstile gate to the chem labs with a burette of SODIUM HYDROXIDE that was slowly corroding my fingers. I was dashing past the canteen when I saw @oneshortkeisha queuing for food and I saw a ✨BRIGHT✨ ray of light infront of my eyes. I dashed to her, holding up my burette and she immediately understood. Having no fear of the burning liquid, she grabbed my burette, and drank the whole 25.00cm3 to keep my fingers alive. Vote for KEISHA, the CONICAL FLASK to your BURETTE, the 💫STAR💫 to your 💸BUCKS💸"], "chherlyn": ["omg i know @oneshortkeisha she's so cool 🤩 once when i was otw home 🏠 from school 🏫 i tripped 😩✋ and broke my legs 😔👎 but keisha is powerful 💪💥 and has fancy powers ✨ so she used her skillz 🤪 to untrip me 🤯 and unbreak my legs 🦵 thank you 🥰 @oneshortkeisha you saved my life ‼️ my saviour 🗣️🤝"], "fatty_bombom_": ["one day i was going to school on the mrt, when i felt this uncontrallable urge to excrete diarrhea faeces out of my bloody anus, turns out keisha was on the same train and drove the train to the nearest toilet on google maps and supplied me with 20 rolls of tiolet paper, unfortunatelt i tripped on my way to the cubicle and still shat all over my pants and stained my brand new New Balance 550 White Grey - BB550PB (retail $149) with brown laosai. vote for keisha"], "emmilykjj": ["we were playing frisbee during pe and suddenly a frisbee came my way and before I could react @oneshortkeisha received the frisbee at lightning speed?!?! she saved me from being hit by a frisbee wowwww VOTE FOR HER FOR LIGHTNING SPEED SERVICES"], "fang._.kunn": ["@oneshortkeisha omg girl is so good at swimming she saved me from drowning in the pile of hw 🤩🤩🤩🤩! Girl b rocking !!! VOTE FOR KEISHA😘😘"], "lloseandtoghh": ["once in my past life, I was being chased by a t-rex 🦖 😮 I was fighting for my life and I could see the end before me when suddenly @oneshortkeisha appeared from the bushes and she 三步并作两步🏃 over to me and with just ONE SHO(R)T💥 the massive animal FELL to the ground and she saved me 🥺 VOTE KEISHA she is the KEI 🔑 to your ONE SHO(R)T🔥❤️‍🔥 at SHAvival ❤️😭🥰🙏💪✨"], "laticiair": ["right after o levels i was so happy that i threw all my papers in the longkang but then keisha saw me threw it in there and went up to me 😱😱she told me to stop what i was doing and told me i shouldn’t litter. feeling guilty 😥, i was about to go down to the longkang and pick all my revision notes up but she stopped me again 🏃🏻‍♀️🤚🏽. she said she’ll do it for me because after all, she told me to stop littering 👍🏽. she went all the way down and was unable to get out 🚼. but because of her perseverance to get out from there, she managed to come back up by climbing the wall 👏🏽. such a person is hard to come by honestly.. imagine having someone telling you what you did wrong 😭, helped you pick up literal sheets of paper which could’ve been recycled and preservering to get back up. couldn’t ask for more 🤷🏽‍♀️"], "wabibahossain": ["\"You can count on me like 1️⃣2️⃣3️⃣ill be there\" this lyrics reminds me of my truest 🔥🔥friend keisha. I was in Sec 3 when I was busy 📈👩‍💼with work and didn’t have the capacity to hang out.☹️☹️\nBut when ⏱I was scrolling through Instagram at home and saw that my friends were having fun🤪🤪🤪, I felt FOMO (the fear of missing out). Keisha being the bestest peer support leader🥶💪was there ti help me. I told her about how I was feeling left out. 😢😢😢Wasn't rly expecting anything but ever since that day I felt a lot less ahhah left out cause I FINALLY had someone to talk to.😩", "@oneshortkeisha SHE IS SO PRETTY AND MADE ME LOOK PRETTY TOO. SHE TOOK A PIC OF ME AND I LOOK SO GOOD SO I PUT THAT AS MY PFP 😁😁😁", "I have been having a lot of issues 😕 thus year. Especially with guys 👦 from my mother tongue school. Gosh guys can be so irritating 🙄 and overbearing. During the holidays I would call keisha and talk to her about them. Unlike most people who would just listen to other peoples sad ☹️, painful 😭, frustrating, and very frustrating story and sit there like a toad 🐸 without actually giving any advice or comforting that person, keisha helped me. Her aura, her face, her personality, the way she speaks, ❤️❤️❤️❤️❤️❤️ everything about her helped me to get up. TRUST ME WHEN I SAY THIS, SHE IS SONEONE YOU HAVE TO HAVE LIKE LEGIT I AM NOT KIDDING. imagine this, I was so done with them, and\n I went, all men are beast, I shld just be gay man. HONESTLY. \n Shouldnt waste my time. And recently I had an infatuation 🧡🧡🧡 on a rly cute guy. But 😥 tragic he was from the same school as them, school x. \nContext: school x has the lousiest guys 🤮. Like all the guys are the same there and wtv encounter I had with any guy from that school ended up vv tragic and I cannot anymore. \nYa so like I gave up on liking that guy ☹️ but keisha, she.. she... she was there. She told me to not give up on love 💅💅. She told be not all guys are weird 🤮🤮🤮 like vv weird. She gave me hope. TLDR, SHE IS YHE BEST. PERIOD. 🏆🏆🏆🏆", "This story revolves💞 ard 3 people. Me, my friend 👯‍♀️Keisha and my other friend x. I have been friends or rather acquaintances with person x for 4 yrs. Buy in sec 3, I felt like she was ignoring 😒😒me. I felt the urge to confront 😡🤬her about what I did wrong, but I just couldn't muster the courage. Every time I took a step forward🦶I took 3 🦶🦶🦶steps back. I RLY NEEDED TO TALK 🗣🗣TO SOMEONE AS IT WAS SLOWLY KILLING ME LIKE A POISON FROM THE INSIDE. that was when keisha entered my life just like a dauntless hero 🔥🔥🔥and lighted the beacon of hope and love and helped me. 🙏🙏🙏She helped me to get back tgt with person x and now person x is a close fren of mine as we are in the same college now. 💪💪💪This girl keisha is the best. She helped me to see the end of the tunnel where there was light💡 when I was surrounded by eternal darkness.🌚 @oneshortkeisha"], "naatalielim": ["@oneshortkeisha !!!!!!! 🔥🔥🔥", "true story: keisha is so capable i was failing chinese my whole life until the day before higher chinese o’s she yelled “U WILL NOT FAIL” and i passed. with a1 distinction. vote for keisha, vote for a1 hcl 😌"], "ennnzzzzzzz": ["one time I was really really sad because I had no money to buy food 😢😢😢 but then @oneshortkeisha suddenly magic genied into my life like the amazing blue guy from aladdin and paynowed me $3.50 for food 🤩🤩🤩 without @oneshortkeisha I wouldve died of starvation ☠️☠️☠️ I believe @oneshortkeisha has the ability to solve world hunger 🥳🥳🥳 VOTE KEISHA"], "sisseyyyyyy": ["when i was 8 years old, i had my first swimming lesson. my swim instructor forced me to swim all the way to the other side of the huge, deep pool. i was so scared that when i swam, my legs were shaking🦵 😟 before i knew it, i was drowning but little did i know, i saw a huge 🌊 coming to my right, and keisha was there w her pro swimming skills 🏊‍♀️ 🏊‍♀️ saving me from drowning and allowing me to breathe 🌬 😾😾😻😻😻😻moral of the story: VOTE FOR KEISHA 😽😽😽"], "livia.yangg": ["@oneshortkeisha won’t rip you off like a certain coffee chain 😍 invest your bucks in this bucks instead of the other✨bucks"], "rheesamat": ["In the days of yore, when we were but wee little kids, I messed up a question on my primary school math exam. I was going through the 5 stages of grief, denial, bargaining, anger, and depression. That was when keisha and megan locked eyes with me. I drowned in their lovely black orbs and knew instantly that they would be my saving grace. Keisha locked her fingers with my left hand and megan locked her fingers with my right hand as they consoled me throughout the day until I reached the final stage of grief, acceptance. I will never forget the service that the two of you have done for me."], "clarissiacedia": ["i was on my death💀 bed and flatlined for 2 minutes 😱😱😨until keisha walked by and her presence IMMEDIATELY spat the life back into me so basically keisha awoke me 🛐✝️from the dead with her loveliness🥰🥰😘😘! THANK YOU KEISHA! ✅"]}, "@onetallkenghow": {"zest_huanyu": ["@onetallkenghow 💚💚💚"], "orton_koh": ["Keng how can you resist voting for @onetallkenghow ~Cheryl"]}, "@onegrandemegan": {"yklinkelly": ["pls @onegrandemegan jumped in front of comfort delgro taxi so I could go for pe exam she appeared in the tv inside and blessed me with her presence and when I touched the screen Ng megan flew out and to the sky to be with her owls #饮水思源 vote for megan 😘😘"], "zest_huanyu": ["@onegrandemegan 😚😚😚"], "lixu4nn": ["after our Primary School Leaving Examination 📚✏️ my primary school class went out separate ways… 💔😢 but fortunately the amazing @oneshortkeisha and @onegrandemegan came together and hatched a plan to bring the band back 2Gether 😩😱 they REVIVED the class chat with One text 😰😧😵‍💫🤪 so grateful for my idols… get yourself a superhero duo that brings friends back together again 😪✨😍🤩"], "zh3ny.u": ["SHEESHHHH GO MEGANNN @onegrandemegan"], "ytingggg_1210": ["Pt 3 In another 风和日丽的早晨, the thought of learning tuba flashed through my mind, hence I decided to borrow a tuba from the school band. To my surprise, they moved out a 100000kg tuba and furiously dumped the abnormally gigantic tuba on my foot. I immediately cried my lungs out to the point that my friends from mars could even hear it. In the blink of an eye, @onegrandemegan popped out and summoned the hulk to lift up the 100000kg tuba from my foot. Thanks to megan, I didn’t have to amputate my leg vote for @onegrandemegan and she will summon any superheroes for you🤩"], "yx3l1ng": ["Pt 2 One fine and fateful day when I was walking through a very Ulu road to fulfil my very emo feels because I was saded that the popular bookstore ran out of my favourite classical Frankenstein text :( Halfway through my emo walk, a very Hardy and sturdy violin fell from the top of the 1000th level of the 1000 floor condo that I was walking next to. To protect the violin from the floor, I put my head in between the floor and the violin so that j wouldn't have to see the scene of a broken and cracked violin on the floor. So instead of the violin being damaged, my head cracked and I fell to the floor. I felt an excruciating pain from my head and I could feel blood running from the top of my head. Just as I was about to commit uninstall life, @onegrandemegan descended next to me. With her angelic voice, she got me to stay awake and when she tapped me lightly on the head, my head was healed and there was not trace of any injury on my head. After making sure that I was okay, @onegrandemegan yeeted all the way to the 1000th level of the building to yeet the person who threw the violin into space so that I could be safe in the future. It was all thanks to Megan that I am still living so peacefully and enjoying my life today. So guys go vote for Megan yall won't regret it!!! 💚💚"], "sawliyun": ["Pt 1 One day I was learning to play the piano because I was trying to find a passion for this new interest that I got.halfway through playing, I accidently pressed the white F sharp key too hard then the piano tilted. The CG of the piano was out of its given base and it toppled over and fell on me! Just as I was giving up on my fate and was about to succumb to my darkness, @onegrandemegan used her superpowers and teleported to me to yeet the piano 100000000000000km away from me so that it wouldn't touch me ever again. Other than saving me, @onepotgrandma also brought me to the infirmary and patched me up well so that there was no trace that the piano had hit me at all. It was all thanks to @onegrandemegan that I am alive and am living so well without any major injuries today. SO GUYS GO VOTE FOR MEGANNNN"], "nuggets.zy": ["WOO grande megan 🍾🍾 @onegrandemegan"], "alder_hh": ["Jiayous! @onegrandemegan"], "shqnice": ["Ok true story is that megan has literally never helped me in my entire life but I think me sacrificing for her is enough 😍", "When I almost lost my sequences and series worksheet on purpose, megan helped me by burying it under ten feet of bio homework because she is a gate bio student I’ve never felt more grateful for the bio knowledge she has imparted in me because it’s so useless. She literally flew down from heaven and brought this rainfall of bio knowledge onto me thank you megan bio goddess 😍😍😍 vote for megan she’ll save ur bio grades literally just maybe not your math @onegrandemegan"], "rheesamat": ["In the days of yore, when we were but wee little kids, I messed up a question on my primary school math exam. I was going through the 5 stages of grief, denial, bargaining, anger, and depression. That was when keisha and megan locked eyes with me. I drowned in their lovely black orbs and knew instantly that they would be my saving grace. Keisha locked her fingers with my left hand and megan locked her fingers with my right hand as they consoled me throughout the day until I reached the final stage of grief, acceptance. I will never forget the service that the two of you have done for me."]}, "@oneventisaac": {"benj.aminnnnnnnnn": ["One time i got lost with my friend MUhammed Taufiq Syed Ibrahim from Paya Lebar ROta 3 going DART. All of a sudden @oneventisaac flew over with his Rolls Royce and drove me home. Vote isaac kok for council!!"], "attifonti": ["One day 🔥 on the 30th of February 😂 I ordered some borger 🤤🤤 on Grab food 🥘 on my 4gb Motorola Galaxy S II Epic 4G Touch 12.9 inch Retina display 📱 phone and when the driver came he told me he ate all of my food 😡😡🤮🤮. My stomach was grumbling 😾😾, my vision 👀👀 blurred and my speech slurred as I was literally about to pass out ⚠️⚠️ because of my hunger 💀. Then, I saw a man wearing the same shirt 👚 as my grabfood driver 🅿️🅿️ and I dashed straight towards him 🤩. Turns out, he's @oneventisaac in his swaggy Athena 💚💚✅✅ fac shirt and he GAVE ME HIS LUNCH ❤️❤️ and saved my life! Vote for Isaac Kok!! 😍😍😍"], "lebronmahjames": ["It was a fine day in our competitive valorant match when all of a sudden their jett turned her radiant mode on, helicoptering with her shorty over walls and full running and dinking with her vandal??!!! 😢😢. But luckily, @oneventisaac was at our side! 😮 whenever the enemy team knocked us down to him as the last man standing, he wld simply ace clutch the round as reyna while flexing his prime axe on them!!! 😍😍 VOTE FOR THE MAN @oneventisaac !!! 🙌🔥"], "hao.raan": ["One day i was going to go out but i found out my closet was OUT OF DRIP!!! I rang up my boi @oneventisaac and in 5 minutes he delivered me a rolex,  diamond chain and balenciagas. Now i can act like a clown in public with DRIP! Vote for isaac kok and he will DRIP you out!!", "One time i was stuck in the toilet with no toilet paper. I rang up isaac kok and he replied \"i gotchu fam\" he flew over to nepal and climbed deep into the mountains. Collecting the fur of the rare himalayan mountain goat and infusing it with the fine minerals in the mountains he wove a luxourious roll of silken fabric and hand delivered it to my cubicle with a bouquet of flowers. Best shit i ever took in my life. Vote isaac kok"], "elaijpay": ["one day i was playing my signature yuumi adc in league of legends ranked when the enemy team and my own team started flaming me because they did not understand the true power of yuumi adc. 5 minutes into the game i had 20 deaths and was somehow down 50 cs. thats when isaac kok showed up and performed his RYZE TELEPORTATION 英雄联盟 400 CS 24 MIN HACK??? 闪光灯传送Doinb播放器ryze CENTUPLE FLASH 器 | 英雄联盟 DOINB HACK? my yuumi began to one shot enemies with the press of my e. enemy team immediately ff15'd and i gained 2 lp. thank you isaac kok"], "fishjojo1": ["Roses are red\nViolets are blue\nI love apples\nAnd isaac's kok too"], "zach.fcy": ["Once I was about to make a devastating move in FPL which would’ve caused a massive drop in OR but @oneventisaac with his godly fpl skills told me not to do so and that it why the gap now is 100 points and not 200! What a man so vote for @oneventisaac !"], "rock_hard_emperor_sc": ["i’m gonna keep this short and sweet. bc of @oneventisaac, i’m now an FPL GOD. @zach.fcy @asherkyh @dglm_10 @whoskahhowe @naythontannnn @zest_jayden @10.00_zp @ced_is_sad y’all better watch out"], "whoskahhowe": ["one fine day on a bright monday morning i was doing my usual morning jog when suddenly, i felt a sudden sharp pain coming from my chest!! i could not move and was lying on the floor in acute pain. just as i was about to pass out, i saw @oneventisaac shining brightly like an angel, offering me his assistance! as he helped me up, i felt my pain instantly disappear! after getting to know him, i realised he was an expert in FPL and he quickly taught me his ways of playing the game. it was then i realised isaac is truly talented at everything. so vote for isaac, for his talents also include serving the school body, and he will ensure to serve the school body well 🤩🤩🤩"]}, "@sphootify.joshywawa": {}, "@sphootify.hazel": {}, "@sphootify.tianqi": {}, "@sphootify.tngzt_": {}, "@kopi.jerald": {"madcookiedogz": ["(TRUE!) (STORY!) When I was 5 years I broke my most favourite toy and @kopi.jerald drove up in his LAMBORGHINI 🚗🚗 with 101 toys and gave them to me FREE OF CHARGE 💦💦 and he drove off into the sunset 🌅 and i never saw my hero again 🥲🥲. Please vote for him so I can see my long-lost hero 🦸‍♂️ again 💔💔"], "amogus.reyesoryes": ["True story so one day I was getting chased down by a polar bear and I almost got caught. Luckily, at the very last moment, @kopi.jerald came out of his basement classroom with no natural lights or windows and fought the bear for me :D I will forever be grateful. Vote Jerald because if ure not planning to idk what ure doing with ur life."], "jethro.com.sg": ["(REAL) STORY: one day, I was on the Eiffel tower.. and I tried to take a selfie but tumbled down the Eiffel Tower instead. but amidst my dismay, @kopi.jerald soared through the sky and caught me. He held me so safely and tight until my skin had wrinkles (which till present, still don’t go away!) he saved my life forever. thank you 🔥🔥🔥🔥🔥🔥🙏🙏🙏🙏🙏🙏"], "ziningxx": ["@kopi.jerald will give u free coffee bc hes so refreshing and he will boost your day and your rp so vote @kopi.jerald for 90rp", "i dropped all my groceries at the downtown east ntuc one day and jerald helped pick up all my oranges 🍊 and lemons 🍋 and placed them in a bag 🛍 and carried them all the way to tuas with me and peeled all the fruits for me to study and enjoy 😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍"], "chloeongzy": ["i got my mind set on @kopi.jerald 😩😩 vote for best dance partner jerald rn ✅💯"], "lixuanzx": ["LETSGOOOO @kopi.jerald 🔥🔥"], "light93822": ["While I was helping an elderly woman walk down the streets last Tuesday a robber suddenly stole the woman’s purse and broke both my legs with a crowbar. However luckily @kopi.jerald was there to quickly subdue the robber by using his sg secure app to signal in 4 SCDF marines who jumped out of the nearby longkang on their respective military dolphins and stop the perpetrator. @kopi.jerald then proceeded to use his knowledge of biology and experience in first aid CCA to heal the 23 broken bones in both my legs while also simultaneously treating the 37 gunshots that the robber had in his body due to police brutality"], "vvivilu": ["i was always failing physics but the day before o levels, as someone who never took pure physics, @kopi.jerald singlehandedly learnt the entire physics syllabus and tutored me from scratch 🥲 i ended up getting an A0 (the best grade there is for o levels) for physics. im forever grateful. vote @kopi.jerald and he’ll make ur hc life 100/10"], "notgenevieveee": ["there was once when i got into a car accident and @kopi.jerald picked up my fat ass with his pinky finger and flew to bring me to a hospital. he then proceeded to help me fix my leg all by himself and didn’t even charge me anything!!! vote for @kopi.jerald he is a life saver 💪🏻💪🏻"], "yell0wsqu4re": ["LESGEDDIT @kopi.shannon @kopi.jerald"], "auudwee": ["一个风和日丽的早上 sixteen years ago, i was in my diapers on the streets of katong with nowhere to go. out of the corner of my eye, i spotted @kopi.jerald running towards me faster than the speed of light (namely 3.0x10^8m/s). “are you okay?” he replied as he offered me, a toddler, a cup of kopi. “goo goo ga ga,” i replied. without further ado, jerald zoomed back with bricks and cement, proceeding to help me build my 3000sqft 8 bed/6baths bungalow with his bare hands. i have been living in lavish comfort ever since, thanks to my good pal jerald. VOTE FOR JERALD if you want to enjoy the feeling of living in a bungalow too 🔥😍🕺🕺"], "turtle_with_colours": ["@kopi.jerald is literally too hot 🥵🥵🤩🤩🤩🤩: he once saved me from choking on an ice cube by staring at me with those dreamy eyes of his and all the ice in my throat melted, and so did my heart 😩😩"], "worlde.jinbo": ["once upon a time i was heading to the src on a rainy day and i almost got struck by lightning⚡️😱 but before that could even happen @kopi.jerald pulled up and stopped the lightning?🤯 vote for jerald because he will go out of his way to defend you(r rights)🤩"], "ming.xuanz": ["@kopi.jerald is the only blend I need😍", "When I was walking to school, I saw @kopi.jerald ,the heat that he radiated was so profuse that he vaporised and took my heart away🔥😍"], "alder_hh": ["I am blessed to be in proximity to @kopi.jerald in class. Jerald is the light of our basement classroom, the sun in the snow. If jerald has a million fans i am one of them 🙋🏻. if jerald has ten fans i am one of them. if jerald has only one fan that would be me 🙋🏼🙋🏽🙋🏾. if jerald has no fans, that means i am no more on the earth 😢. if world against jerald, i am against world ❌🌍☄️. i love @kopi.jerald till my last breath.. 😍 .. Die Hard fan of jerald 🤓🌹. Vote for jerald!"], "j.r1aah": ["One evening as I was studying in China school 🏫 I suddenly felt an intense cardiac arrest 💔💔 from seeing my grades 💯and was inches away from death. Luckily, @kopi.jerald came to my rescue and 🤩🤩 gave me a healing antidote 🏥🏥to cure me of my problems!! Vote @kopi.jerald so that you can have a wizard to cast away all your problems too!! 😍😍"]}, "@kopi.shannon": {"purple_raytardo": ["jiayous shannon!!!!! LOL HELP V LATE PLS"], "ameliaa.lai": ["shannon😍😍😍"], "gaaabr1elle": ["shannon slay 😧😧"], "megrrrr": ["You can take shannon out of OM but you can’t take the OM out of shannon 👏👏👏👏👏 creativity level 10 😍😍😍😍😍😍😍"], "jiaadxn": ["MY FAV KBOO 🔥🙌 Vote shannon to make hwach sch life 11/10 😎🤙", "‼️‼️‼️ @kopi.shannon can brew coffee and make pretzels amazing Foodrista 😮😍👍🏻 Vote shannon now 😁😁😁💚💚💚☕️☕️☕️"], "xx.xiuu": ["One day, i was feeling really sad that i wasn’t even 150 😢 but @kopi.shannon came to me and told me that she felt the same way too! This warmed the cockles of my heart as i realised that i wasn’t alone 🥺🥺🥺 When we had to do a filming challenge, @kopi.shannon went to ALL the 7-11 shops and supermarkets ☃️ to find the farmhouse dark choc milk that was needed! Love her dedication 👍🏻👍🏻 Vote for shannon and you won’t be abandoned! 😍", "shannon!!!!"], "kay.ley_": ["i was failing my english so badly in sec 3 that no amount of tuition could help me. that was when i met @kopi.shannon, who introduced me to a fast and easy way of getting my much coveted A1. the solution was none other than playing flight list in class. it was so intellectually stimulating that all the vocab osmosised into my brain the moment i saw them. by the end of sec 3, my english improved so much that ms cutter, my teacher, was so baffled and asked me for secret tips! i refused to tell her at that time because i wanted to keep it all to myself. but today, i figured that some things must be shared for the good of all. so that’s it! my secret is consulting @kopi.shannon. if you want to improve ur grades, i don’t know what you’re waiting for.", "so cute shannon 🥺"], "zzen.xi": ["lesgoo shannon!!!😋🤙🏻"], "elysiaxtoh": ["I love and breathe for shannon", "I love shannon"], "tofuxuan": ["SO COOL? SO SWAG??? singing and dancing queen 😍 vote shannon if you want her to brighten up your school life and make everytthing more lively 😍", "one day, i was trying to find some new clothes to wear when suddenly @kopi.shannon appeared and introduced me to her favorite flower and flamingo shirt! i was in awe! vote for shannon if u want to learn amazing fashion tips from her 🔥🔥🔥🙌🙌🙌🙌🙌"], "diazong._": ["@kopi.shannon 就像一个苹果 吃了包你平平安安 VOTE for @kopi.shannon to be 平安健康 🙌", "as @kopi.shannon 's favourite singer billie eilish once said \"We all have to vote like our lives and the world depend on it, because they do. The only way to be certain of the future is to make it ourselves.\" vote for shannon if you want a better life. she'll make you smile as bright as billie's slime green hair 😍😍😍😍😍", "shannon pls photoshop our wedding pics 😍😍😍"], "zh3ny.u": ["damn cool la 😎😎😎 @kopi.shannon"], "yellow_salt_beach": ["@kopi.yingxuan @kopi.shannon ARE MY HOMIEZZZZZZ BECAUSE THEY ARE SO KOOOOOL STUDIES HAVE SHOWN THAT ONLY THE ELITE PEOPLR VOTE FOR THEM🥶🥶🥶🥶😱😱😱😱😱"], "caiting_y": ["one day in bio i was daydreaming about food and feeling really hungry and was about to faint 😰😰 and all of a sudden, @kopi.shannon materialised beside me and came to my rescue! 😆😆 she was carrying 10 plates of rice cakes, 20 sticks of fish cakes, 300 dumplings and 5 bowls of kimchi ramen 🍜 and a heap load of other foods that stretched all the way to the sky 🤤🤤! she literally saved me from extreme hunger that day 😍😍 thank you shannon!! VOTE FOR SHANNON so you’ll never feel hungry again! 🙌🙌"], "adatanggg": ["why wld u need caffeine to survive sch when u have @kopi.shannon ?? shannon is an exquisite brew of dedication, kindness, passion and relateability whom u can always count on to comfort and understand u like a warm cup of kopi. although I am a tea person, i wld vote shannon ANY day. go SHANNON!!!!"], "byeruotong": ["TRUE STORY: @kopi.shannon is so CARING AND HELPFUL in sec 3 i couldn’t understand adv math at all but shannon SPENT THE WHOLE RECESS W ME TO FIGURE IT OUT TGT 😍😍"], "chlo.ellx": ["want someone who will willingly film mukbangs with u on the plane at 3am??? vote @kopi.shannon best foodie 🍜🍡& vlogger 📸📸 rn!!!! 😍😍👍🏼"], "tynotthanku": ["in s3 my msg was 9 and then @kopi.shannon sat beside me in math and i gained so much knowledge that my msg dropped to 0.99 😱😱"], "jiejpeg": ["VERY TRUE STORY: One day, I was dying in physics class 🥵 and on the verge of tears 🥲 when i told the class that air resistance was everywhere when I was asked about air resistance. I was about to be kicked out🦵of class when @kopi.shannon used her super shannon skills ⚡️ to teach me kinematics at the speed of light while @kopi.yingxuan guided me towards the light and told me “air resistance only occurs when there is 💨air💨”. I am forever grateful for shannon and ying xuan for giving me the powers of isaac newton 🍎 as I am now a physics pro !!! VOTE for shannon and ying xuan 🔥🔥"], "yell0wsqu4re": ["LESGEDDIT @kopi.shannon @kopi.jerald"], "ryxxus": ["@kopi.shannon my trusty go to barista! will never mess up your order☕️!! SUPPORT HER! 😍😍"], "lev.onne": ["jiayou shannon and yingxuan!!!!❤️‍🔥❤️‍🔥😀😀😀😀💪🏼💪🏼💪🏼", "they say your vote is a secret but is it REALLY a secret when the choice is so obvious?????🙄🙄 vote shannon rn🗳🗳🗳🗳"], "sphootify.tianqi": ["one fine day we had pop dance practice n i was feeling all insecure cos dancing isnt my thing 😔😔 however, with SUPER SHANNON dancing in front of me, guiding the way in the darkness, i suddenly cld dance better than lisa from blackpink 😍😍 VOTE @kopi.shannon cos the S is not for Suck but for Super😌🦸🏻‍♀️👏🏼"], "ameliaorationn": ["omg shannon 😍😍😍😍", "there was once i was falling asleep during chem!! as i felt my eyes slowly closing, suddenly a sexy girl holding cup of kopi was standing in front of me!!!!! i drank the kopi and was immediately rejuvenated to continue writing my spdf notation. that sexy girl was shannon tho!! vote shannon for council tdy!!!😍😍😍😍👏👏👏🔥🔥🙌🙌🙌🙌🙌"], "pigza.enying": ["once upon a time I was painting a picture and suddenly the paper tore! uncontrollable tears spilled from my eyes and I nearly died of sorrow. luckily @kopi.shannon was there to save me by bringing me scotch tape and boba!! vote Shannon tho to so that your HCJC life is a MASTERPIECE"], "pigza.qianlin": ["VERY TRUE STORY: once upon a time my group was all crying cuz we had our pics rejected but!!! @kopi.shannon swooped in, wiped our tears and rocked us from side to side and wowed with her amazing photoshop and saved the day and now we are forever indebted to her 🙇‍♀️🙇‍♀️ thank you ma’am"], "eeeeee_yore": ["@kopi.shannon so cool 🥺🥺🥺"]}, "@kopi.yingxuan": {"sphootify.tianqi": ["once upon a time i hated coming school i wld drag my feet all the way to the classroom n sit there n b all depressed thinking abt what’s the best way to disappear🤧 but JUST THEN ying xuan appeared like a fairy godmother 🧚🏻‍♀️✨ n gave me words of affirmation that made my heart beat rapidly❤️‍🔥❤️‍🔥 since then on, i LOVE COMING TO SCH N SEEING YING XUAN cos she’ll help u get abs by laughing VOTE @kopi.yingxuan 👏🏼👏🏼🤩🤩", "ying xuan will make u laugh all day no cap 😌👍🏼"], "jiaadxn": ["SO CUTE LEH 😍😍 vote for ying xuan!!!", "VOTE @kopi.yingxuan NOW 😍😍😍"], "unpredictably_gone": ["Lesgo yingxuannnnnn🔥🔥🔥"], "leggooo.yenyee": ["One day the ori21 team had to cut 4000m of string and guess what? @kopi.yingxuan came and with 2 pairs of scissors in her hand she cut cut cut cut cut cut the string into 2000 pieces. it was truly a ✨masterpiece✨. VOTE YING XUAN for successful events 🙌"], "yellow_salt_beach": ["@kopi.yingxuan @kopi.shannon ARE MY HOMIEZZZZZZ BECAUSE THEY ARE SO KOOOOOL STUDIES HAVE SHOWN THAT ONLY THE ELITE PEOPLR VOTE FOR THEM🥶🥶🥶🥶😱😱😱😱😱"], "norman_1211": ["I remember when I was stuck in the Saharan Desert 🔥🔥☀️ and I was hungry and super thirsty 💦💦. Out of nowhere, @kopi.yingxuan flew down from the sky in her Ferrari 🏎️🏎️ . She landed on the sand and casted a water spell making the entire place flood with water 🌊🌊🌊. Then she pulled out 10 茶叶蛋 🥚out of her pet chickens 🐔🐔 and fed me. WITHOUT YING XUAN I WOJLDVE BEEN ☠️☠️☠️ IN THE DESERT 🥲🥲. MORAL OF THE STORY: VOTE FOR @kopi.yingxuan OR U WILL DIE IN A DESERT !!!! 😍👍"], "jiesilyn": ["很久很久以前, i was stressed 😣 and depressed 😩 from studying in my east coast park jc 🏫. so i went to ecp, 🏖 wanting to jump down to say hi 👋🏻 to my fellow fallen comrades ☠️ under the sea 🌊 没有想到 my legs cramp 😖. i was running out of oxygen, vision getting blurry 👀 losing hope, i prayed 🙏🏻 for the last time. 突然间 @kopi.yingxuan appeared with a submarine 🚤 and swooped me to shore 🏝 she RAGED 😤 and gave me a ted talk🎙about how i should 重视 my 生命 🧬. TILL THIS DAY, i am still inspired by her enlightenment 😇 and very grateful to her for saving my life 🥰 VOTE FOR YX IF YOU WANT TO BE SAVED WHEN YOUR LEGS CRAMP ‼️"], "heo_xu.yen": ["Isaac Newton once said 'If I have seen further it is by standing on the shoulders of giants'. But how is this related to council? Well if you want someone slightly shorter than a giant but smarter than Newton then VOTE FOR @kopi.yingxuan"], "cheryyltan_": ["If 3in1 kopi is sweet, 4in1 kopi is even sweeter. Vote for the very sweet @kopi.yingxuan for diabetes"], "yodaone.jewell": ["one time i wanted to go on a walk but after i left my house it immediately started raining and flooding. but all of a sudden @kopi.yingxuan materialised before me. with one breath she parted the dark clouds, with one wink she vaporised them into nothingness, with one smile she proceeded to melt, sublimate and set fire to all the rain so i wldnt slip and fall. truly, genuinely, sincerely, no one else wld do this for me and you SO VOTE FOR @kopi.yingxuan", "the only reason why @kopi.yingxuan is short is because she donated 1cm of her height to literally everyone on this planet if not she wldve been literally 9926173729km tall, every time i look at @kopi.yingxuan i weep in sympathy for what she gave up for the rest of humanity, VOTE FOR THIS SELFLESS GENEROUS QUEEN"], "jiejpeg": ["VERY TRUE STORY: One day, I was dying in physics class 🥵 and on the verge of tears 🥲 when i told the class that air resistance was everywhere when I was asked about air resistance. I was about to be kicked out🦵of class when @kopi.shannon used her super shannon skills ⚡️ to teach me kinematics at the speed of light while @kopi.yingxuan guided me towards the light and told me “air resistance only occurs when there is 💨air💨”. I am forever grateful for shannon and ying xuan for giving me the powers of isaac newton 🍎 as I am now a physics pro !!! VOTE for shannon and ying xuan 🔥🔥"], "ringdingdong.itsnicole": ["once upon a time i was feeling insecure about my height when yingxuan heard about it and FLEW from one end of singapore to another to give me 10cm of her height 😭😭 vote for this selfless queen now @kopi.yingxuan"], "tan.xing.yu": ["there was once i was in outfield and snakes were surrounding me 😰😱🐍🐍 i could feel my soul 👻 leaving my body as my body froze in fear 🥶 and i stood rooted to the ground 🌳, hands clammy and chest tight 😵 fortunately, @kopi.yingxuan appeared in the nick of time ⏰ and saved me from this life and death situation 💪🤯 from then on, her image in my mind changed and i felt more motivated to complete BMT. as of today, i am very proud 😌 to have POP-ed as the best trainee of my company and all of this is thanks to @kopi.yingxuan 😍😍💚🤎 so vote for @kopi.yingxuan if you want to kopi well in life and excEL in life like me 🥳😇", "🔥🔥🔥🔥 VOTE FOR @kopi.yingxuan if you want a taste of top tier kopi 🔥🔥🔥"], "wx3l1ng": ["@kopi.yingxuan gives just the right amount of caffeine to start your day because it increases the level of dopamine in your brain so you feel happier so VOTE FOR HER to feel happy everyday 🙌🔥🔥😍", "One day, I was swimming at Siloso beach and my leg cramped😮. The pressure of the water 🌊🌊caused a stabbing pain in my eyes and ears and I could barely keep my head above the water surface🆘. I could feel my live flashing before my eyes😵‍💫😵, fortunately, @kopi.yingxuan used her superpowers🤫 and teleported across Singapore. The last thing i felt before i fell into unconsciousness was her grabbing my hand and pulling me towards the shore. Thank you ying xuan! Vote for @kopi.yingxuan because she is a LIFE SAVIOUR and a HERO 😍", "STUDIES HAVE SHOWN THAT A CUP OF COFFEE EVERYDAY CAN BOOST YOUR CHANCES OF A LONGER LIFE😮😍 WHY HESITATE??? VOTE FOR @kopi.yingxuan NOW FOR YOUR SHOT AT IMMORTALITY TODAY 🤩", "Vote for @kopi.yingxuan because shes fa-brew-lous 💚"], "kay.ley_": ["one day i was hit by a sudden wave of amnesia and couldn’t find my way back home. seeing that i was on the verge of tears, @kopi.yingxuan brought me back to her house where she convinced me that i was her long lost sister and told me that i could live with her from then on. because i wouldn’t stop crying, she gave me a whole box of baked goods and even fed me with my favourite corn dogs. i felt so comfy and cosy by the end of the day that i really believed i was her long lost sister. even after my bout of amnesia subsided and i found out that i was anything but her long lost sister, i was so reluctant to leave! no doubt, @kopi.yingxuan is exactly who we need to make hc a homey environment. vote @kopi.yingxuan if you want to be adopted as her long lost sister anytime"], "lev.onne": ["jiayou shannon and yingxuan!!!!❤️‍🔥❤️‍🔥😀😀😀😀💪🏼💪🏼💪🏼"], "pigza.qianlin": ["ANOTHER TRUE STORY: one day it was raining 🌧 and i was walking when my slippers spoilt 🤕 (you know when the thing in the middle snaps?) i was hobbling on the streets, tears 😭 mixing with the rain and the blood 🩸 from the scratches of my feet against the rough floor, when suddenly I heard a swoosh 💨 and it was @kopi.yingxuan !!!! she huddled me under her wing and bought me five pairs of slippers 🩴 and a change of clothes 👕 and for that i am eternally grateful 🙇‍♀️ the y in yx stands for you because she is serving YOU and the x in yx stands for ❌ no one else but YOU in conclusion vote yx 😍😍"], "eeeeee_yore": ["vote @kopi.yingxuan for the best pineapple tarts 🍍"]}, "@kopi.zheyu": {"eaten.biscuits": ["I was super lost 😶when i stepped into school on the first day of school. Suddenly a group of thuggish yps😤 stepped in front of me and blocked my path. I was super anxious😱! They shouted at me to help them buy kopi😖 from the coffee shop, and they werent going to pay me sia😡! Luckily, my knight in shining armor, ZHEYU👍👍, came at the right time and rescued me from the plight. He swung into action😎, and bought everyone premium kopi, calming my senses down 😆and also scaring away the yps. Zheyu cares for everyone whether you are a friend or foe, smart or dumb, yp or guaikia! 🤩So vote for @kopi.zheyu!!!💥💥💥", "JIAYOUS GOOD LUCK @kopi.zheyu 🔥🔥🔥"], "crocs.suan": ["I was using my ticket tape timer when oh no! My head got stuck in the ticket tape timer. Just as my head was about to get crushed, @kopi.zheyu appeared and set me free! Vote for Zheyu!"], "gav.atron": ["@kopi.zheyu a GOOD HOOMAN. Vote for him!!🔥"], "matthias_ong": ["@kopi.zheyu @justin33330928 GOOD LUCK ZHEYU!!"], "sphootify.joshywawa": ["lets goooo @kopi.zheyu ‼️"]}, "@yodaone.jinyuan": {"whoskahhowe": ["flames bro @yodaone.jinyuan can u serenade me to sleep every night w that rap", "guys vote for jinyuan i feel quite bad making fun of him cuz he lost the pres election last year so pls pls pls vote for him", "my fondest moment with jinyuan was last year after eoy results were released. i obtained an msg of 9.0 and of course i was very sad and was in a state of constant depression. i also had to retain in sec 4 for another year. just as i was considering to end it all, @yodaone.jinyuan appeared like a genie and serenaded me with his sexy vocals, which lifted my mood instantly. he also had a talk with the principals and he got me promoted to JC! without jinyuan, i would have been studying binomial theorem, but because of him, i am studying sets and sequences! yay! vote for jinyuan if you want someone who cares for your welfare and will be willing to do anything for you 😍😍😍"], "chandelle._lee": ["@yodaone.jinyuan why so slayy🔥", "one day the whole class was feeling tired from a full day of lessons and dear jin yuan found a piano sitting outside the audi and gracefully performed an amazing 自弹自唱 of 她说 by his m one and only love 林俊杰. no matter how tired u are, jin yuan will alw be thr to sing for u to cheer u up🥺 VOTE JIN YUAN"], "pigza.enying": ["once upon a time I was performing on stage in my huangcheng audition and the spotlight above me came crashing down and I could've died!! luckily my friend @yodaone.jinyuan was there to save the day by catching all of the spotlights with his strong and capable hands. vote jinyuan and he will make sure your JC life remains in strong and capable hands too!!", "woooo jinyuan will always 尽力 for council 🙌"], "hoho_its_julia": ["One day I was running with @yodaone.jinyuan but I got really tired halfway and wanted to give up and that was when he took out his amazing lightsaber out of NOWHERE and started chasing me with it so that I could make it to the end will forever be grateful for that time"], "catninjaaa": ["once upon a time, there was a green firefly. she lived in owl city, where planet earth turns slowly. the green firefly always wished to see what light is like. of course, fireflies have lights, but the lights are behind them, you see. so the poor firefly has never seen her light. never seen herself shine before. she wished she could shine like jin yuan. sometimes, she would go to the jedi temple to ask for help. many people went there to seek help -- not just the men, but the women and children too. she would enter the temple and ask WHY. WHY would she never be able to shine. why is her life so dark. of course, the Jedi would tell her that she illuminates the lives of others. that she is shining! but because she can't see it, she doesn't believe it. some people only believe when they see. you would not believe your eyes if ten million fireflies lit up the world as I fell asleep. but there are anomalies. you don't need to see jin yuan and James to believe they're great people.anyway. the firefly, as usual, wandered in the night. wondering about what to do. it was suddenly at this moment that 2 of the cutest baby yodas popped up. they were jin yuan and james. the j&j. johnson & johnson. it was then that they gave this firefly hope. strength. by giving her a mirror! so now she could see the light. that she lights up the dark, just like how james lights up yours. that she leads people through the night, just like how jin yuan will lead you through the night unless you sleep at 10pm like me. her life was brightened up since. this story, from then, has been told from generation to generation, from firefly to firefly. jin yuan will tell you it's not true, but it's only because he is too humble to accept it. if you want them to light up your life, vote for them! they are lifesavers with lightsabers."], "wang_minghan": ["aku math damn dog class finish tutorial 1B I still nvr do tutorial 1A at the eg 2 then operating stupid 172 bucks graphing calcu harder than math qns itself till now also only know how to on and off just as I about to give up on life suddenly I see @yodaone.jinyuan nvr even start on the SnS notes, instantly I feel much btr and decide maybe I not that stupid after all so go vote @yodaone.jinyuan 100% wont regret 😍😍"], "ethan.0l_": ["there was once i struggled to finish my french hw, as i got ambushed by a baguette on my way home and forgot all my french knowledge. suddenly the mighty @yodaone.jinyuan appeared. not only did he produce a flawless 30/30 french essay, he also finished the next ten essays for me. he then serenaded me with a melodious medley of chinese and english songs to cheer me up. there can't be anyone more talented than him. vote for jin yuan!"], "heo_xu.yen": ["It was just last year, but it happened like it was yesterday. I was struggling to understand a concept in CSC and let out a sigh.\nBut it was at this moment when @yodaone.jinyuan heard me and sped from the other side of the classroom faster than Usain Bolt could ever move, singing a song to clear my spirits and single-handedly slayed all the demons of CSC with a lightsaber! His stunning act brought me back onto the right path and reignited my passion for the subject, and so ever since that day I have been a hardworking and studious CSC student! VOTE FOR JIN YUAN, vote for someone who can do the impossible!"], "yell0wsqu4re": ["LESGO @yodaone.jinyuan"], "www_zakt": ["I was walking around the park JUST THIS MORNING when some guy tried to rob my bag. FORTUNATELY, @yodaone.james and @yodaone.jinyuan came on scene, lightsabers in hand. Together, they fought away the bad guy and peace was once again restored in the galaxy. VOTE JIN YUAN AND JAMES FOR COUNCIL🤙🤙🤙"], "lolk.mingjie": ["One time when I got so frustrated with my overwhelming stack of work,  @yodaone.jinyuan noticed my distress and called out to me. He wanted to know if I was alright and what was wrong. After telling him, he gave me a such an inspiring speech on why he became a track and field sprinter last time, a speech I would never forget. In summary, now I have learnt how to run away from my problems! Vote for someone who cares for your welfare!! Vote for Jin Yuan!!!"], "bacon.dnielw": ["another story, this time i am walking along the beach, enjoying the beautiful sunset. just as the sun was just about to sink below the horizon, to my utter disbelief, it started to RISE 😰😰 it started to turn an angry red as i could only stand there in shock… everything was turning warmer and warmer and trees were starting to catch fire 💀💀 just then, @yodaone.jinyuan swooped in swiftly, took out his lightsaber and stood firm on the ground, before hurling it into the direction of the bright red ball!! with the power of his might, the huge amounts of energy quickly dissipated and returned to its original state. with a guy like jinyuan, you have a confident, powerful guy that is capable of solving your problems, so VOTE FOR JINYUAN!! 🔥🙌"], "riddle_unsolved": ["It was another tiring day of math and even the best of badminton games failed to keep up my spirits but that was when @yodaone.jinyuan @yodaone.james descended upon AVT like the owls of Athena and instantly I was enlightened and could solve all issues in life with the wisdom of Athena and even the fastest of shuttlecocks could be return with ease. That was when I know, yoda ones Im gonna vote 🔥🔥"], "rock_hard_emperor_sc": ["i rmb i was being chased by a massive artemis wolf. however, @yodaone.jinyuan 以迅雷不及掩耳的速度 t-boned the absolute living hell out of that wolf, like deckard shaw in fast and furious!!! thank you jin yuan, very cool!!"], "eh_lax": ["I’m sorry @yodaone.jinyuan but im still not a fan of Star Wars I lied 😐😐😐"], "alexandra.yhm": ["Cant go wrong with @yodaone.jinyuan 👍👍", "Jin yuan is literally one of the most competent, caring and amazing individuals I’ve ever met and you will really regret not voting for @yodaone.jinyuan !!!", "YOOOOO JIN YUAN @yodaone.jinyuan"], "sda_mafan_tendencies": ["one day i was struggling to write with my left hand, i was dying inside. however jin yuan came to my rescue and showed me how yo harness the force of the left hand using a left hand guitar, now i can finish my gp and econs essay in one second", "vote for jin yuan and james!!"]}, "@yodaone.jewell": {"ameliaa.lai": ["jewell ur voice is so sexy😍", "jewell yoda one for me"], "www_shianne": ["@yodaone.jewell spitting bars 😍😍😍"], "qingwayy": ["if life was 4 in 1 kopi, @yodaone.jewell would be every single component of it. Well balanced and perfect, this cup of kopi is guaranteed to solve all your tutorial induced afternoon headaches. @yodaone.jewell, yoda one for everyone, and she's a force to reckon with when she puts on her Leadership Cap. [ slaps @yodaone.jewell ] this bad Cup Of Kopi can fit so much Leadership in it", "size don't matter but we all know jewell has an Astronomically Collosal Humongous Gigantic Tremendous Massive heart that is ready to serve the student population <3"], "meghantan_": ["one day I was walking along east coast park and saw this kid trying to pluck a flower out of some random bush . I watched as the spirit of the flower came out and started shrieking at the kid just as he grabbed the flower, when @yodaone.jewell my fav deskie suddenly appeared and appeased the flower spirit by reciting to it one of her weekly green rep PowerPoint presentations on why we needed to save the environment and global news on how the rest of the world was doing its part to protect mother nature. Satisfied by her presentation, the flower gave up on trying to eat the traumatised kid. vote for jewell lim if you want to save the environment and don't want any angry plants trying to eat you 😍😍"], "kaliexna": ["@yodaone.jewell QUEEN let’s go 😍😍😍"], "beeeeelyn_": ["One day during the math quiz I realised I forgot to bring my gc and I could not solve my equation. Suddenly Jewell Lim Xin floated down in a cloud of green smoke and plot the whole graph for me, calculating gradient and the intercepts up to 9 decimal places instantaneously. Scored 19/20 for the test because of her. Vote for her now, the most trusty and reliable person. With her hc will have a new block with new toilets that do not smell sour. Support @yodaone.jewell now.", "no because what’s more of a green flag jewell lim xin or a literal green flag", "she is such a capable woman jewell im def catching feeling rn i can’t even."], "leggooo.yenyee": ["JEWELL is the best green ambassador out there. 🙌🙌 For the class to be eco friendly, she whipped out 34 lunchboxes that the class could use. Not only that, she cast a spell on the lunchboxes to make them fly to the canteen store owners when the bell for recess rang every day. We got our food before every one 😍😍 and were very eco friendly because of @yodaone.jewell. VOTE FOR HER"], "kopi.yingxuan": ["though i have known @yodaone.jewell for a long time, it felt like yesterday when i first met her and fell for her beauty 😍 however, it was not just her looks that was an absolute chef's kiss 😘, but also her aura and the force that pulled my heartstrings ❤️ towards her, and the electrostatic forces of attraction of flew ✈️ between us as i felt a connection 💞 the moment she looked right back into my eyes 👀, i felt a strong sense of belonging to her and the motivation to work hard in life was just screaming in my mind 🧠 she answered all my doubts and existential crisis and showed me the path to a divine life 🙏 so vOTE FOR @yodaone.jewell because she's da one for YO 💚 and may the force be with you ✨"], "lixuanzx": ["@yodaone.jewell is like the light that illuminates everyone’s lives in their darkest times, truly daone to vote for ☄️"], "chloeongzy": ["@yodaone.jewell OMG URE SO COOL 🤩"], "ringdingdong.itsnicole": ["once upon a time when i was baking pineapple tarts when i realised i didn’t have a spatula.. but SUDDENLY @yodaone.jewell appeared with a burst of light holding a rice cooker paddle 🍚 and told me “life is all about adaptability”. this has become my life motto and i will stand by @yodaone.jewell to the end 🙌🙌🙌🙌 so VOTE JEWELL"], "cfl.taneesther": ["one day I was crying because jungkook dumped me, but jewell became the woman of my dreams and swept me off my feet 😩 she saved me in my darkest times and lit up my life with her Yoda magic. Without Jewell I would still be in the dark today 😭 I am here only because of jewell VOTE FOR JEWELL BECAUSE SHE’LL be there to save u from the depths of any (je)well!! ❤️❤️ VOTE FOR @yodaone.jewell"], "ameliaorationn": ["there was once i was running my 2.4 for napfa and was extremely tired. although i was rly tired i knew i had to finish the 2.4 so i cld get my napfa gold!!! however, when i was abt to run the last 100m, my shoelace came out!! 😱😱😱😱😱 i was so tired that i could not bend down to tie it again 😓😓😥😰😰😰😰😰😰. suddenly, jewell came out of the blue and kneeled down to tie my shoelaces for me!!! 😍😍😍thanks to her i managed to finish my 2.4 and run it in a total of 3 mins and 21 secs!!!! VOTE JEWELL FOR COUNCIL TDY 🙌🙌🔥🔥🔥😍😍😍😍"], "pigza.qianlin": ["somewhat true story: once upon a time i was hiking and i didn’t look under my feet and tripped and almost rolled all the way down and fractured all my bones 🤕 BUT!!! before i knew it, i felt an invisible force lifting me up and dropping me back on my feet and i turned around to see @yodaone.jewell 😳😳 she told me “no greater gift there is, than a generous heart” and since then ive been living my life following this motto in conclusion there is a reason why there’s a W in jewell"], "ytingggg_1210": ["ok guys let me just share my story with jewell. One day i was walking towards the canteen, suddenly I was high from low blood sugar and I cartwheeled my way, head first into the dustbin in front of me. Just as I was dying of embarrassment and low blood sugar, @yodaone.jewell  appeared from the bottom of the dustbin and forcefully stuffed a 旺仔qq糖 into my mouth. However, I was still not quite awake, @yodaone.jewell then rummaged through the trash in the dustbin and miraculously found a perfect mentos. She quickly made an insanely fast pitch into my mouth and DAMN I finally regain my consciousness. Thanks to @yodaone.jewell, I managed to live on pls everyone vote for her and she will def appear when you need any form of help 😍"], "jamieongzzz": ["This one true story: one day, I had to cross the overhead bridge but due to my fear of heights, I could not bear to take another step up the stairs. I felt like I was trapped in a dark tunnel, grappling to find my way out, but the darkness was consuming me… But right at that moment, a light started to shine from the far end. That light was @yodaone.jewell , shining bright like a diamond. Jewell used her superpowers to stop all the cars so that I didn’t have to cross the overhead bridge. What would I ever do without Jewell 😭😭 From that moment on, I knew that Jewell was daone for me 🥺 VOTE FOR JEWELL and all will be well 🥰🥰🥰"], "jeannilimjy": ["one fine day, i was stuck because i didn’t know what to write for my 作文. At that moment, @yodaone.jewell , my goddess of wisdom heard my calls of help from the other end of the world and she dashed down at the speed of 3 x 10^8 m/s and she came up with this wonderful love story of 小明 and 小红, and i got 60/60 for that 作文. without her, i wouldn’t have gotten such legendary results for chinese. SO VOTE FOR JEWELL RN! 😘"], "chandelle._lee": ["back in the days when we were still young and lively, i was constantly harassed by my tablemate @yoyi5553 but my saviour jewell jumped out of the smurfs comic to save me from yoyo. need a saviour from ur hectic jc life? VOTE JEWELL😩"], "yang._.yiting": ["@yodaone.jewell", "@yodaone.jewell PLS BOOST FOR HER OMG"], "chipmaee": ["One day i was knees spaghetti, armpits sweaty. I could quench a man’s thirst with nothing but my underarms. It was disgusting. @yodaone.jewell noticed my problem (observant 👀) and evaporated it immediately with her dry humor, wit and charm!! Feeling wet in Singapore heat? Dripping with your own tears? Vote JEWELL to clean ur mess up 👏👏👏"], "trumanndinho": ["@yodaone.jewell saved me from drowning when i was young👏"]}, "@yodaone.james": {"nitecor3": ["Holyyy @yodaone.james"], "yiwipini": ["@yodaone.james when’s the song dropping on spotify"], "patricia_wahc": ["james the rapper"], "justin33330928": ["@yodaone.james my guy"], "reeeyan.ng": ["i’ve never had second thoughts about voting for @yodaone.james", "once i was fighting sharks in the great barrier reef i was winning the fight at first suddenly out of no where came a MEGALODON just as i was about to be eating alive @yodaone.james appeared like a knight in shinning armour and fought it off using his ginormous biceps, i am extremely grateful for his help that’s why i’m voting JAMES 🥰🥰"], "catninjaaa": ["once upon a time, there was a green firefly. she lived in owl city, where planet earth turns slowly. the green firefly always wished to see what light is like. of course, fireflies have lights, but the lights are behind them, you see. so the poor firefly has never seen her light. never seen herself shine before. she wished she could shine like jin yuan. sometimes, she would go to the jedi temple to ask for help. many people went there to seek help -- not just the men, but the women and children too. she would enter the temple and ask WHY. WHY would she never be able to shine. why is her life so dark. of course, the Jedi would tell her that she illuminates the lives of others. that she is shining! but because she can't see it, she doesn't believe it. some people only believe when they see. you would not believe your eyes if ten million fireflies lit up the world as I fell asleep. but there are anomalies. you don't need to see jin yuan and James to believe they're great people.anyway. the firefly, as usual, wandered in the night. wondering about what to do. it was suddenly at this moment that 2 of the cutest baby yodas popped up. they were jin yuan and james. the j&j. johnson & johnson. it was then that they gave this firefly hope. strength. by giving her a mirror! so now she could see the light. that she lights up the dark, just like how james lights up yours. that she leads people through the night, just like how jin yuan will lead you through the night unless you sleep at 10pm like me. her life was brightened up since. this story, from then, has been told from generation to generation, from firefly to firefly. jin yuan will tell you it's not true, but it's only because he is too humble to accept it. if you want them to light up your life, vote for them! they are lifesavers with lightsabers."], "ethan.0l_": ["one day i was walking along tan kah kee drive when i found myself face to face with a giant owl that looked like it was about to eat me up. before i thought i was going to die, i saw @yodaone.james  descend upon me. with a swing of his lightsaber he transformed the owl into a trusty bodyguard that watched out for me 24/7. i never felt unsafe ever again. vote for james!"], "heo_xu.yen": ["Just the day before the March holidays started, I was about to make my way to the AVT when a giant monster appeared! As I prepared to meet my doom, none other than @yodaone.james made a sudden arrival, and proceeded to pitch 3 balls at lightning speed, immobilising the creature before pulling out his lightsaber and cleaving it in half. James saved my life so VOTE FOR JAMES!"], "lolk.mingjie": ["When I was at the astroturf, a group of 9 aliens decended on me. I think they were trying to kidnap me 😵. I desperately tried to fend them off to no avail. Luckily, @yodaone.james appeared in the nick of time and T-posed on all of em. Like answering to their master, all of the aliens bowed before the true leader alpha male James. Vote for someone who can inspire and lead others! Vote for James!!"], "www_zakt": ["I was walking around the park JUST THIS MORNING when some guy tried to rob my bag. FORTUNATELY, @yodaone.james and @yodaone.jinyuan came on scene, lightsabers in hand. Together, they fought away the bad guy and peace was once again restored in the galaxy. VOTE JIN YUAN AND JAMES FOR COUNCIL🤙🤙🤙"], "juztng": ["one day at the gym, i failed my bench press 😱 luckily, my spotter @yodaone.james was there to save the day!! 🔥 with one hand, he lifted the weights, me, AND the bench all with one hand!! 😍😍 he then sprinted to the hospital while carrying me and is the only reason why i am alive today 😌🙏 vote james ❗"], "jarrrrrred__": ["When I was in the darkest time of my life, there was this particular light that shone brightly. He gave me direction in life and showed me the way just like how master Yoda should be. Ever since, @yodaone.james has been my one and only master and is the goat. Vote for James"], "amogus.reyesoryes": ["@yodaone.james When I see your face\nThere's not a thing that I would change\n'Cause you're amazing\nJust the way you are\nAnd when you smile\nThe whole world stops and stares for a while\n'Cause girl, you're amazing\nJust the way you are\nMy point is vote for James thx"], "bacon.dnielw": ["one day i went out to swim in the ocean as i was feeling a little adventurous, and all of a sudden i saw a giant object flying towards me ⁉️⁉️⁉️🆘🆘 it stopped right above me and started to humm like a machine was working, i saw a bright light shine on me before i was starting to get sucked up onto this UFO 😱😭 just then, the almighty @yodaone.james appeared out of thin air, hurtling towards the ship-like object. he pulled out his lightsaber and sliced it in half!!! 🥵🙏🤩 i am only alive today thanks to him, please VOTE FOR JAMES so that your welfare is assured! 😌👍"], "riddle_unsolved": ["It was another tiring day of math and even the best of badminton games failed to keep up my spirits but that was when @yodaone.jinyuan @yodaone.james descended upon AVT like the owls of Athena and instantly I was enlightened and could solve all issues in life with the wisdom of Athena and even the fastest of shuttlecocks could be return with ease. That was when I know, yoda ones Im gonna vote 🔥🔥"], "zach.fcy": ["I was on my way to school when I realised that I left some important items at home. I anxiously stood in the mrt while wondering what to do next. However, just as if he could read my mind, @yodaone.james stopped by my house and did the fastest pitch ever with my items, and when I arrived in class I realised all my items were on the desk! Couldn’t have gone through the day without @yodaone.james so vote for him NOW"], "chandelle._lee": ["i still rmb the first day of cg when i was back to being the socially awkward mammal i am and james came up to me and handshaked me. instantly, i knew this guy was a true homie. VOTE JAMES GANGGANG🤙🏻🔥"], "yeo_yu_en": ["the day was 14 February, 2022. the time? 10.35 am. james and i were enjoying a lovely meal of hotpot, chowing down on my beef and chicken whilst he absolutely devoured and vacuumed his seafood platter. while the food was cooking, all of a sudden, a whole bunch of prawns in the hotpot came to life ! they jumped out of the pot, ready to pounce. however, in the knick of time, james heroically pushed me aside and took the prawns head on, giving them a flurry of 1 2s and jabs, decimating each and every one of those prawns. i still remember the day like it was yesterday. i have been indebted to james since that day and would not have been able to live to tell the tale if not for his bravery and courage. in conclusion, vote for james, because hes really THAT guy"], "www_sibeionnz": ["big man james"], "yjtglol": ["One day I was about to start my marathon of browsing the internet but suddenly @yodaone.james burst into my room and shoved a fitness guide and a protein shake in my hand. Now I am as buff as @gaoxuan_21 thank you james vote james"], "sda_mafan_tendencies": ["vote for jin yuan and james!!"]}, "@yodaone.ella": {"tricia.koh": ["@yodaone.ella 🔥🔥🔥🔥🔥", "ELLA SO COOL OMG 🔥🔥🔥 @yodaone.ella", "YAY ELLA LETS GOOOO @yodaone.ella 💚💚💚"], "yo_yo_yucca": ["ELLLAAAAAAAAAA @yodaone.ella you're amazing🥰🥰", "We're going on a trip and that's so lit🔥 @yodaone.ella"], "onionlegs.ostricheggs": ["During the o level bio practical, i saw a mitosis question. I was shook. I was so shook that I fainted, knocking over a petri dish of blue agar. Horrifyingly, the agar mixture was laced with killer chemicals! The dish of agar tipped precariously off the side of the lab table, but before it could stop the beating of my heart forever, ella grew a third arm and caught the deadly agar, saving my life. With that third arm of hers, she placed the petri dish back on the table and performed cpr on me to wake me up, all while completing her own bio practical. A truly unbelievable, extremely helpful and undeniably kindhearted person worth voting for! 🥺🤩👍🔥🔥", "Fun facts about ella: ella has an iq of 148 (ikr, so high?!) Apart from being smart / hardworking, she's also super capable — she was vice-pres of her CCA in secondary school :0 so cool! Though i don't want to boost her ego, ella is absolutely amazing, undeniably kind and just an all-round good person :)) i'm sure that with her aep background, all the event banners she takes a part in designing will look super aep-pealing :P she's very dedicated and definitely a super fun person so i'm sure she'll brighten up sc a lot a lot if y'all vote for her 🤩💡"], "ferleneyyy": ["my eyebags r too heavy to invent, no, retell a good story. but i shall attempt. one day i was writing my english essay and i was having the most insistent of writer's blocks. i then went to take a break, but when i got to the kitchen, i saw ella on the windowsill with a wand. she then brandished her wand and delivered a stream of enlightenments. i aced that same essay; to date, i still rmb that 31/30 😻😻 i owe my life to ella. vote for her and you'll be nothing less than a millionaire!"], "barneyxbarbie": ["One fateful afternoon I was in school when suddenly SWIPER the FOX appeared out of the toilet to steal my precious GERMAN HOMEWORK!!! I was a damsel in distress and wailed for help when my prince in shining armour ELLA jumped right in front of me and stretched out her long arm, palm facing towards the cunning fox and hollered, “SWIPER NO SWIPING” SWIPER whined and scurried away, fearful of the being that is ELLA herself!\nELLA saved my life and I am eternally grateful towards her and that is why you should vote for ELLA too, because she will help to create a safe space for you in school.\nWhat are you hesitating for? VOTE for ELLA @yodaone.ella for clear skin!!!\nIch glaube an dich Ella, du schaffst es! Falls Ihr irgendwie Zweifel habt, dann kommt Ihr bei mir und ich werde noch sagen, dass ELLA total gut ist! Aber ich glaube, dass Ihr mich nicht verstehen könnt, oder?"], "yuansishuiyin": ["One day in school my mask suddenly broke and I was left stranded without a mask. People ran away from me screaming in horror but there was nothing I could do but stand and watch 🧍‍♀️. Just as I was about to sink into despair and hopelessness and got ready to give myself up to the covid police 👮‍♂️ ELLA floated down from the skies with LIGHT SHINING BEHIND HER 👼 wielding her MIGHTY LIGHTSABER 🗡 and got down on ONE KNEE🦵in front of me, pulling out a spare mask from her pocket while saying “yoda one I want to serve” and that’s how ELLA stole my heart and saved the entirety of hwa chong from covid 😍😍🥰🥰\n\nVOTE ELLA FOR A RESPONSIBLE AND HELPFUL QUEEN 🤩🔥👑\n@yodaone.ella ❤️‍🔥❤️‍🔥❤️‍🔥"], "snoozingone": ["OMG LETSGOOO ELLAAA 🔥❤️❤️ the umbrella to my rain ☂️😉🤩@yodaone.ella"], "feeshkuaychap": ["It was a normal day and then DUN DUN DUN, Carpets flew and cars drowned, the sky was grey and water started falling out of nowhete! Just when  i was about to give up all my hope and submit myself to COVID ella whipped out her trusty umbrELLA and fromed an electromagnetic s orbital and used SIGMA bonding to SP3 HYBRIDISE my covid into nothingness!! Vote ella for all the spdf sigma pi bonds she can make with her umbrELLA to protekt u!!"], "2359emotime": ["糟糕！2359了！还有一分钟就要交搞了！来不及了来不及了！哎呀！马桶堵住了？怎么办怎么办？唰~！一个女神突然出现了，手里握着lightsaber，指了指马桶，又指了指我的脑。天啊！马桶瞬间流畅了，我的脑子也一下子清晰了！仅用了0.01秒把稿子写了，并提早0.01秒交上了作业。我丢，这位 @yodaone.ella 简直是仙女下凡，让我不再emo！太感谢了！好人一生平安！"], "purple_raytardo": ["ayo jiayous @yodaone.ella 🔥"], "shcnnen": ["not too long ago in a galaxy that’s one hour away from my house by train, I got 11/20 on my first physics quiz and was really dejected 😔😔😔 I was walking from block E to tkk when all of a sudden it started POURING 💧🌧⛈, abuela did not get the umbrellas. but you know who did?? ella and her umbrELLA APPEARED 💥 before me to shield me from the rain 😍, not only that, she taught me the ways of the FORCE and F=MA so I could score 20/20 on my NEXT physics quiz!!!!! hot damn!!!! vote ella for your physics A and for protection against the cold rain 🥶🥶😍😍‼️‼️"], "zhi_linggg": ["once upon a time i was frustrated at my consistent Cs in art but that was when @yodaone.ella came up to me and said \"i got you bro\" before meditating in the force to help me transcend to the next level!! after that experience i was *enlightened* and was able to get As without even lifting a finger!! vote ella for that encouraging and supportive leader that you need :))"], "jeannilimjy": ["one day, i was crossing the road but i wasn’t looking. little did i know, there was a car 🚗 speeding towards me. luckily, @yodaone.ella, a kind girl with insane good reflexes pulled me away in the nick of time and i fell right into her arms. yes. the kdrama way. if not for ella, i would have been flattened. to this day, i am still extremely grateful for her. VOTE FOR ELLA ❤️"], "oneshortkeisha": ["one day i was queuing at the canteen for 10 hours straight 😔😔 the gastric juice in my stomach was starting to digest my stomach tissues and disintegrating it. 😭😭😭😭 but @yodaone.ella appeared in a bright light 🤩🤩🤩 with a bottle of SODIUM HYDROXIDE ⚠️⚠️ and performed a PERFECT TITRATION  into my stomach 😱😱😱😱 and successfully NEUTRALISED the hydrochloric acid 👎🏽👎🏽👎🏽👎🏽 thankbyou ella for saving my life 🥳🥳🥳 VOTE ELLAAAAA"], "desirtree": ["@yodaone.ella IS THE ONE FOR ME 😍🔥😍🔥"], "lois._yl": ["@yodaone.ella SO CUTE LETSGO 🔥🔥💚💚💚💚", "one fine day i was at a party and i decided to put tuna inside all the curtains. my evil stepmother was about to grab me and my anxiety struck the roof. but suddenly a bright light shone in my direction. it was @yodaone.ella dressed like the most exotic cinderella i’ve ever seen. she was so hot that it blew my evil stepmother away to outer space and no one found out about my tunas. what a sweetheart. vote for ella today."], "chipmaee": ["One day I was taking a long walk in HCI with my non existent boyfriend when a ball shot towards me! Before it could hit my head, however, another ball came and knocked it away! “Are you okay?” It was the BALL SAVIOUR. It was @yodaone.ella . Vote for the protector of heads. The saviour of balls. The woman who is truly ballin’, ELLA."]}, "@peanut.kairay": {"sphootify.joshywawa": ["kai ray taught me how to change font on premiere pro vote him in now"], "junyu4n": ["vote kai ray! 🤩"], "ng.traviss": ["vote kairay he ll help u with uni math"], "jelly.zaccheus": ["mr wong kai ray the best 🥰🥰🥰"], "scuttle._.crab": ["vote for @peanut.kairay"], "oneventisaac": ["kai ray is my type frfr"], "www_sibeionnz": ["kairay pls do some asmr for me your voice is 😫😫😫😫😫"]}, "@butter.affan": {"jelly.zaccheus": ["let’s go affan 🤩"], "alder_hh": ["I was once facing an identity crisis. \nIn the world, I was at a loss\nMy grades, they were tossed\nEveryday I faced exhaust\nAround me, everyone cross\nI could not pay the cost\nMy health, all but lost\nMy heart, in permafrost\nBut then @butter.affan came along, muscles, brains and balls bulging\nAFFAN gave me education\nFilling me with information\nShowed his dedication\nHe taught me inflation,\nTaxation, vocation\nMade me enough money for that hawaii vacation\nI was rid of intoxication\nFixed my respiration, excretion\nand finally, ejaculation 😩\nI found my passion\nVOTE for AFFAN 🥵🥵 and he’ll show you how to get a 7 figure salary 📈, 70kg weight loss 😷and 7 chicks to boot 😳"]}, "@jelly.zaccheus": {"lois._yl": ["LETSGOOO @jelly.zaccheus", "one fine day i lost my teddy bear and 李白 was coming at me for it. i was in such distress and was running for my life. suddenly, someone dubiously crawled out of the shadows with a stick of celery and tried to fend 李白 off. 李白 did manage to chop off my teddy’s head but what’s important is that all of us are safe. @jelly.zaccheus was like a knight in shining spaghetti armour. my decapitated teddy will always be grateful to zaccheus. vote senpai zacc today. and you won’t get haunted by 床前明月光.", "zaccheus looking like the big boss he is 🥵🥵🥵🥵"], "yellow_salt_beach": ["Lessgoo zaccheus 🤩🤩🤩🥶🥶"], "janabbibbi": ["#Vote for zaccheus", "vote for zaccheus🥵🥵🥵"], "cfl.samonella14": ["i once had no friends on valorant and wondered the lobbies of iron by myself unable to fend off the gold smurfs, parrying and back-pedalling until my Odin ran out of bullets. As I brandished my knife about to make my final stance against this harsh world, the feet beneath my opponent’s feet melted away into a yummy wummy jummy fummy lummy gummy pummy dummy summy eummy zhxhjsummy jam and swallowed them whole. @jelly.zaccheus materialised in front of me, he took one look at me and said ”they’re gone now” and disappeared the next moment somehow the system gave all the kills to me and I septuple ranked up to immortal 2 and I was finally on zephyr’s level and I became a god of the game thanks to @jelly.zaccheus I am forever in debt to him and there’s nothing else I need to say vote for @jelly.zaccheus if you wanna get jellyvated in game and in real life 😍😍😍"], "xxchlorine__": ["Let’s go @jelly.zaccheus !!! 🙌🙌🙌"], "matthias_ong": ["@jelly.zaccheus 🔥"], "tomyumbanmianbrainrot": ["guys please vote for zaccheus he is currently holding my growtopia account hostage he just told me that if he doesnt make it into council he’s going to recycle my legendary wings that I spent 1k SGD on 😱😱😨😨"], "www_sibeionnz": ["pls zaccheus serenade me to sleep 😍😍😍"], "zest_jayden": ["zaccheus 🤩🤩🤩🤩🤩"]}, "@chxrm.xn": {"megannsim": ["one day i fractured my kidney so i asked charmaine for help because she is a CHAmpion and i know that shes the most helpful!!!!thankfully she didn't disappoint and gave me not one, but TWO! KIDNEYS! i was so touched 😭😭 i have to vote for her NOW!"], "oneshortkeisha": ["one day, i was wearing my white platform crocs 👟👟 but as always, they got STUCK in the escalator 😱😣😣 and my toes were about to be SLICED OFF 🩸 but thank the HEAVENS, for @chxrm.xn rode on her trusty crocodile 🐊 UP THE ESCALATOR and the crocodile CHEWED OFF 🦷 the ENTIRE THIGN 🤩🤩 and i was FREED from possible death ☠️ thank tou CHARMAINE, for saving my life. i am forever indebted 🙏🏽🙏🏽🙏🏽 to you 😇😇 VOTE CHARMAINE 💚💚💚"], "chen_larissa": ["Yesterday, I was stranded and alone in the middle of a forest 🌳 and a bear started attacking me and snatching my last packet of milo😡😡😡 During the crisis, charmaine suddenly flew into the forest and fought off the bear 🐻 with her bare hands and even gave me a lifetime supply of milo!!! VOTE @chxrm.xn NOW😎❤️"], "nonoellle": ["one week ago, on a cold winter morning i was out on the street famished, hungry w no food @ningful @chxrm.xn appeared out of thin air, buying me 100 sets of mcgriddles meal that i have not eaten for 20 years. i am sincerely grateful for them. VOTE NING AND CHARM RN 🤩🤩"], "connect4.tasha": ["VOTE @chxrm.xn NOW!!!! 😍😍😍"], "dorcteoo_": ["jn, i was at the mrt when a grp of zombies came my way. i was so shocked that i stood rooted to the ground. just when the zombies were about to bite my head off, charmaine and ning came flying into the mrt and fought the zombies off. but then suddenly a nuclear bomb went off. thankfully, charmaine and ning turned into a bomb shelter and protected me. i managed to survive the explosion unscathed. i want to thank @ningful and @chxrm.xn for saving my life twice. please vote for them 😩😩😩😩😩"], "sphootify.joshywawa": ["jiayouss @chxrm.xn 😋😋"]}, "@ningful": {"lljr.5525": ["the other day when the vampires and werewolves were fighting over me but then had to unite to defeat the ugly dumb meanie vampires, charm and ning were the ones who delivered the final blow to the leader vampire as they both flew from opposite ends of the field and did superman poses as he was crushed inbtwn their fists"], "matthias_ong": ["Gd luck!! @ningful"], "nahbeeha": ["ning saved me from my darkest hours. she’s the reason i wake up everyday. vote for ning"], "lixuanzx": ["WOOOHOOOOO GO @ningful!! 🔥🔥"], "hao.raan": ["One day i was sleeping during math lesson and could not do my math tutorial!! Fortunately ning helped me out by bringing me on a private jett and flying me to meet albert einstein who helped me derive x+x=2x! Afterwards she gave me 1 billion dollars to go get some lunch as i was also feeling hungry! Vote for @ningful!!!"], "s.ophie.c": ["#iloveyouning", "#ningisthebest", "#votening", "#voteningnow", "another time i was complaining about the rain so ning flew up to the sky and pushed all the rain clouds away from me, making the sky super clear what an amazing friend", "ning does super meaNINGful stuff btw #votening", "ning is the best #voteningg", "one day i was complaining about the heat so ning went out of her way to punch the sun away from the earth as well as single handedly remove every greenhouse gas in the atmosphere, rlly saving the earth and our lives #votening", "would like to put a ring on ning 💍"], "eaten.biscuits": ["Am i seeing things right? Is that my saviour 🔥SUAN HAO🔥? I can still remember that fateful day, i was crying😢 while running home from a heartbreak. When i was feeling in the absolute dumps😭, it was none other than suan hao who appeared🤩! He saw my sad state, and immediately summoned his army of musicians🥳, playing sweet music into my ears to cheer me up. The music😆 inspired me to become a better person, and even boosted my iq by a considerable sum😎! I will never thank suan hao enough for changing my life. Vote for @t_suanny_h if you want a leader who will make your day better!! 😼😻😽😺"], "nonoellle": ["one week ago, on a cold winter morning i was out on the street famished, hungry w no food @ningful @chxrm.xn appeared out of thin air, buying me 100 sets of mcgriddles meal that i have not eaten for 20 years. i am sincerely grateful for them. VOTE NING AND CHARM RN 🤩🤩"], "ethelyyyn": ["ningning is so cool 🤩🤩"], "connect4.tasha": ["one day, my bff, @ningful and i were out to get mcd. but because i was too engrossed in my mcnuggets 🍗, i did not notice that there were monkeys 🐒 charging @ me. without hesitation, ning fought off all the aggressive monkeys like a prince 👑 saving his princess. thanks to her, my mcnuggets and i were unscathed and i could finish my happy meal.🤍 VOTE WARROR NING NOW!!! 👍👍👍"], "kellytttan": ["😍😍😍😍 @ningful"], "dorcteoo_": ["jn, i was at the mrt when a grp of zombies came my way. i was so shocked that i stood rooted to the ground. just when the zombies were about to bite my head off, charmaine and ning came flying into the mrt and fought the zombies off. but then suddenly a nuclear bomb went off. thankfully, charmaine and ning turned into a bomb shelter and protected me. i managed to survive the explosion unscathed. i want to thank @ningful and @chxrm.xn for saving my life twice. please vote for them 😩😩😩😩😩"], "_alisaaaaaaaaa_": ["vote for ning bing king sing ring ting ling ping wing 💚💚💚💚💚☘️☘️☘️☘️✅✅✅✅✅✅✅✅✅"], "stefaniegoh_tt": ["@ningful @t_suanny_h y’all are glowinggg 🤩🤩"]}, "@crocs.suan": {"eaten.biscuits": ["Am i seeing things right? Is that my saviour 🔥SUAN HAO🔥? I can still remember that fateful day, i was crying😢 while running home from a heartbreak. When i was feeling in the absolute dumps😭, it was none other than suan hao who appeared🤩! He saw my sad state, and immediately summoned his army of musicians🥳, playing sweet music into my ears to cheer me up. The music😆 inspired me to become a better person, and even boosted my iq by a considerable sum😎! I will never thank suan hao enough for changing my life. Vote for @t_suanny_h if you want a leader who will make your day better!! 😼😻😽😺"]}}